[{ "quote": "The 'Net is a waste of time, and that's exactly what's right about it.", "author": "William Gibson" }, { "quote": "The Linux philosophy is 'Laugh in the face of danger'. Oops. Wrong One. 'Do it yourself'. Yes, that's it.", "author": "Linus Torvalds" }, { "quote": "The technology is just so far gone. It's just like back in the day you needed a suitcase just to have a cell phone. The battery was so heavy, it was like carrying a gallon of soda around with you all day.", "author": "Jam Master Jay" }, { "quote": "Most people are really stunned to find out that the technology has been around for more than 100 years, and that the diesel engine was in fact invented to run on vegetable oil.", "author": "Daryl Hannah" }, { "quote": "My motivation has always been to do technology apps and companies, not making money. Just because the money's come, nothing's changed.", "author": "Nick D'Aloisio" }, { "quote": "In the 20th century, we had a century where at the beginning of the century, most of the world was agricultural and industry was very primitive. At the end of that century, we had men in orbit, we had been to the moon, we had people with cell phones and colour televisions and the Internet and amazing medical technology of all kinds.", "author": "David Gerrold" }, { "quote": "On education, in order to ensure that America remains a world leader, we must create an educated, skilled workforce in the vital areas of science, math, engineering and information technology. At the same time, we must give every student access to a college degree.", "author": "John F. Tierney" }, { "quote": "Technology is a compulsive and addictive way to live. Verbal communication cannot be lost because of a lack of skill. The ability to listen and learn is key to mastering the art of communication. If you don't use your verbal skills and networking, it will disappear rapidly. Use technology wisely.", "author": "Rick Pitino" }, { "quote": "Virtual reality is a technology that could actually allow you to connect on a real human level, soul-to-soul, regardless of where you are in the world.", "author": "Chris Milk" }, { "quote": "Science and technology revolutionize our lives, but memory, tradition and myth frame our response.", "author": "Arthur M. Schlesinger" }, { "quote": "Clearly, unless thinking beings inevitably wipe themselves out soon after developing technology, extraterrestrial intelligence could often be millions or billions of years in advance of us. We're the galaxy's noodling newbies.", "author": "Seth Shostak" }, { "quote": "Whatever it is that leads human beings to hate, to destroy, and to kill has taken on a collective force like never before, as technology and globalization now give it the capacity to not just strike, but to strike us all, together, as one.", "author": "Marianne Williamson" }, { "quote": "I was always fascinated by engineering. Maybe it was an attempt maybe to get my father's respect or interest, or maybe it was just a genetic love of technology, but I was always trying to build things.", "author": "James Cameron" }, { "quote": "I hate to mention age, but I come from an era when we weren't consumed by technology and television.", "author": "Jimmy Buffett" }, { "quote": "If science fiction is the mythology of modern technology, then its myth is tragic.", "author": "Ursula K. Le Guin" }, { "quote": "We already have - thanks to technology, development, skills, the efficiency of our work - enough resources to satisfy all human needs. But we don't have enough resources, and we are unlikely ever to have, to satisfy human greed.", "author": "Zygmunt Bauman" }, { "quote": "The Internet is the most important single development in the history of human communication since the invention of call waiting.", "author": "Dave Barry" }, { "quote": "Technology has to be invented or adopted.", "author": "Jared Diamond" }, { "quote": "If you think technology can solve your security problems, then you don't understand the problems and you don't understand the technology.", "author": "Bruce Schneier" }, { "quote": "Developments in medical technology have long been confined to procedural or pharmaceutical advances, while neglecting a most basic and essential component of medicine: patient information management.", "author": "John Doolittle" }, { "quote": "Technology gives us the facilities that lessen the barriers of time and distance - the telegraph and cable, the telephone, radio, and the rest.", "author": "Emily Greene Balch" }, { "quote": "Technology is permeating every single thing we do... And to the extent that we can better expose our young people to all the different ways that technology can be used, not just for video games or toys, we're planning for the future.", "author": "Marc Morial" }, { "quote": "The over-all point is that new technology will not necessarily replace old technology, but it will date it. By definition. Eventually, it will replace it. But it's like people who had black-and-white TVs when color came out. They eventually decided whether or not the new technology was worth the investment.", "author": "Steve Jobs" }, { "quote": "Oh I love gadgets and I pride myself on keeping at the cutting edge of technology.", "author": "Alexander McCall Smith" }, { "quote": "You know, I do music. If you look under the hood of the industry I'm in, it's all based on technology. From radio to phonographs to CDs, it's all technology. Microphones, reel-to-reels, cameras, editing, chips, it's all technology.", "author": "will.i.am" }, { "quote": "Today, our attention is less than the television advertisement. We're looking at six or seven problems constantly. We're living in the disturbed societies of cities. I think modern technology is one of the worst things human beings have invented.", "author": "Marina Abramovic" }, { "quote": "Did you ever spell a word so bad that your spell check has absolutely no clue what you're trying to spell? What do you end up getting, you end up getting, like, a question mark. You got a million dollars of technology just looking back at you like, 'You got me, buddy. Which is pretty amazing because I have all the words.'", "author": "Bill Burr" }, { "quote": "I'm all in favor of looking deeply into as much as we possibly can. I'm not afraid of knowledge... With all new technology, weapons inevitably emerge... Evil comes out of the human heart. It doesn't come out of nature.", "author": "Richard Preston" }, { "quote": "The real problem is not whether machines think but whether men do.", "author": "B. F. Skinner" }, { "quote": "The newest computer can merely compound, at speed, the oldest problem in the relations between human beings, and in the end the communicator will be confronted with the old problem, of what to say and how to say it.", "author": "Edward R. Murrow" }, { "quote": "We no longer think of chairs as technology; we just think of them as chairs. But there was a time when we hadn't worked out how many legs chairs should have, how tall they should be, and they would often 'crash' when we tried to use them.", "author": "Douglas Adams" }, { "quote": "You can't be on the cusp of innovation and at the forefront of technology if you're wearing blinders. If you don't have an exploration program where you're exploring your world here on Earth, underwater, and in space, then you're wearing blinders and handicapping yourself.", "author": "Gwynne Shotwell" }, { "quote": "Why did Google, for example, recently decide to offer free 411 service? I haven't talked to people at Google, but it's pretty clear to me why. It's because of speech recognition. It has nothing to do with 411 service: it has to do with getting a database of voices, so they don't have to license speech technology from Nuance or someone else.", "author": "Tim O'Reilly" }, { "quote": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.", "author": "Elbert Hubbard" }, { "quote": "Everybody gets so much information all day long that they lose their common sense.", "author": "Gertrude Stein" }, { "quote": "Humanity is acquiring all the right technology for all the wrong reasons.", "author": "R. Buckminster Fuller" }, { "quote": "I think we can allow the therapeutic uses of nuclear transplant technology, which we call cloning, without running the danger of actually having live human beings born.", "author": "David Baltimore" }, { "quote": "The spoken word was the first technology by which man was able to let go of his environment in order to grasp it in a new way.", "author": "Marshall McLuhan" }, { "quote": "IBM's long-standing mantra is 'Think.' What has always made IBM a fascinating and compelling place for me, is the passion of the company, and its people, to apply technology and scientific thinking to major societal issues.", "author": "Ginni Rometty" }, { "quote": "'Cyberspace' is a metaphorical idea which is supposed to be the space where your consciousness is located when you're using computer technology on the Internet, for example, and I'm not entirely sure it's such a useful term, but I think that's what most people mean by it.", "author": "Neil Postman" }, { "quote": "Turn off your email; turn off your phone; disconnect from the Internet; figure out a way to set limits so you can concentrate when you need to, and disengage when you need to. Technology is a good servant but a bad master.", "author": "Gretchen Rubin" }, { "quote": "Study hard so that you can master technology, which allows us to master nature.", "author": "Che Guevara" }, { "quote": "Certainly the advent of technology and electronic commerce has had an immense impact on the real estate industry.", "author": "Michael Oxley" }, { "quote": "In the industrial revolution Britain led the world in advances that enabled mass production: trade exchanges, transportation, factory technology and new skills needed for the new industrialised world.", "author": "Lucy Powell" }, { "quote": "Pretty soon we'll have robots in our society, you're going to have a lot of automated processes that used to be done by people - this is happening. Society and technology is changing so fast, and the impact of the change on society and technology is global, not local.", "author": "Jose Padilha" }, { "quote": "A variety of national and international studies indicate that the broad-based deployment of information technology can have a substantial impact on our nation's economic productivity and growth as well as the educational and social success of our citizens.", "author": "Tim Holden" }, { "quote": "Effective use of Braille is as important to the blind as independent mobility, knowledge in the use of adaptive technology, and the core belief that equality, opportunity and security are truly possible for all people who are blind.", "author": "Bob Ney" }, { "quote": "I was the first spokesperson for the Better Hearing Institute in Washington. And that's the message we tried to send out - there is hearing help out there, and the technology and options are amazing.", "author": "Norm Crosby" }, { "quote": "As technology advances, it reverses the characteristics of every situation again and again. The age of automation is going to be the age of 'do it yourself.'", "author": "Marshall McLuhan" }, { "quote": "The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel.", "author": "John Glenn" }, { "quote": "This is like the telephone problem - no one wants to have the first one. But we are seeing a lot of people who want some sort of technology to solve the spam problem.", "author": "Eric Allman" }, { "quote": "We've lost touch and allowed technology to take precedence over organic nature. But let's not forget that those microchips in our computers came from elements of the earth.", "author": "Emilio Estevez" }, { "quote": "The technology that threatens to kill off books as we know them - the 'physical book,' a new phrase in our language - is also making the physical book capable of being more beautiful than books have been since the middle ages.", "author": "Art Spiegelman" }, { "quote": "Sharing is good, and with digital technology, sharing is easy.", "author": "Richard Stallman" }, { "quote": "Sampling is kind of prehistoric, given the technology and the textures you can create.", "author": "Macklemore" }, { "quote": "Computer games tend to be boys' games, warlike games with more violence. We have not spent enough time thinking through how to encourage more girls to be involved in computing before coming to college so they can see a possible career in information technology.", "author": "Freeman A. Hrabowski III" }, { "quote": "The moment of drifting into thought has been so clipped by modern technology. Our lives are filled with distraction with smartphones and all the rest. People are so locked into not being present.", "author": "Glen Hansard" }, { "quote": "Looking down the road, space exploration and the benefits it yields - in medicine and information technology - should not be overlooked.", "author": "Bob Barr" }, { "quote": "I love cities, and I love city governments in particular. But in politics it would have taken me 8 years from implementing a policy before I would get to see the feedback. With programming I could model the same policies and see the impact immediately. Technology is a far more efficient way to test.", "author": "Jack Dorsey" }, { "quote": "All the traditional STEM fields, the science, technology, engineering, and math fields, are stoked when you dream big in an agency such as NASA.", "author": "Neil deGrasse Tyson" }, { "quote": "However, even during the preparations for action, we laid our plans in such a manner that should there be progress through diplomatic negotiation, we would be well prepared to cancel operations at the latest moment that communication technology would have permitted.", "author": "Hideki Tojo" }, { "quote": "We're getting so pulled in by computers and technology, and our kids have their face in the computers all day. The human relationship is being diminished by this.", "author": "Lenny Kravitz" }, { "quote": "It is the framework which changes with each new technology and not just the picture within the frame.", "author": "Marshall McLuhan" }, { "quote": "Aliens didn't come down to Earth and give us technology. We invented it ourselves. Therefore it can never be alienating; it can only be an expression of our humanity.", "author": "Douglas Coupland" }, { "quote": "Technology is an interesting subject, people thinking: how much good, and how much bad, does it inherently carry?", "author": "Thomas Bangalter" }, { "quote": "The core concept of Samasource is essentially that technology helps us unlock human talent wherever it may happen to reside. That we should no longer be victims of the birth lottery. That no one should be stuck in a poor place where they don't have a job simply because of an accident of birth.", "author": "Leila Janah" }, { "quote": "I have always believed that technology should do the hard work - discovery, organization, communication - so users can do what makes them happiest: living and loving, not messing with annoying computers! That means making our products work together seamlessly.", "author": "Larry Page" }, { "quote": "There is no single development, in either technology or management technique, which by itself promises even one order-of-magnitude improvement within a decade in productivity, in reliability, in simplicity.", "author": "Fred Brooks" }, { "quote": "There's been resistance to every new technology that's ever been introduced. When books came out hundreds of years ago, there were complaints that it would destroy the oral tradition. Some of those fears were justified, but it didn't stop the rise of the written word. And books have proven to be incredibly useful.", "author": "Jeremy Stoppelman" }, { "quote": "When Tim Berners-Lee invented the computer code that led to the creation of the World Wide Web in 1990, he did not try to patent or charge fees for the use of his technology.", "author": "Rebecca MacKinnon" }, { "quote": "Technological progress has merely provided us with more efficient means for going backwards.", "author": "Aldous Huxley" }, { "quote": "It is only when they go wrong that machines remind you how powerful they are.", "author": "Clive James" }, { "quote": "The world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty, and all forms of human life.", "author": "John F. Kennedy" }, { "quote": "Technology is the knack of so arranging the world that we don't have to experience it.", "author": "Max Frisch" }, { "quote": "For my confirmation, I didn't get a watch and my first pair of long pants, like most Lutheran boys. I got a telescope. My mother thought it would make the best gift.", "author": "Wernher von Braun" }, { "quote": "In hard-core science fiction in which characters are responding to a change in environment, caused by nature or the universe or technology, what readers want to see is how people cope, and so the character are present to cope, or fail to cope.", "author": "James Gunn" }, { "quote": "Like all tools, modern technology has produced some wonderful moments in music and also some horrors.", "author": "Hugh Hopper" }, { "quote": "The minimum we should hope for with any display technology is that it should do no harm.", "author": "Edward Tufte" }, { "quote": "Looking ahead, I believe that the underlying importance of higher education, of science, of technology, of research and scholarship to our quality of life, to the strength of our economy, to our security in many dimensions will continue to be the most important message.", "author": "Charles Vest" }, { "quote": "What troubles me is the Internet and the electronic technology revolution. Shyness is fueled in part by so many people spending huge amounts of time alone, isolated on e-mail, in chat rooms, which reduces their face-to-face contact with other people.", "author": "Philip Zimbardo" }, { "quote": "That the way to achieve higher standards of living for all is through science and technology, taking advantage of better tools, methods and organization.", "author": "Charles E. Wilson" }, { "quote": "Electronic music used pure sounds, completely calibrated. You had to think digitally, as it were, in a way that allowed you to extend serial ideas into other parameters through technology.", "author": "Luc Ferrari" }, { "quote": "Industrialization based on machinery, already referred to as a characteristic of our age, is but one aspect of the revolution that is being wrought by technology.", "author": "Emily Greene Balch" }, { "quote": "I have taught history on the high school and college levels, and am or have been a lecturer at the Smithsonian, The National Institutes of Health, and numerous colleges and universities, mostly on science fiction and technology subjects.", "author": "Jack L. Chalker" }, { "quote": "While the rest of the world has been improving technology, Ghana has been improving the quality of man's humanity to man.", "author": "Maya Angelou" }, { "quote": "Cinema reflects culture and there is no harm in adapting technology, but not at the cost of losing your originality.", "author": "Jackie Chan" }, { "quote": "I don't particularly enjoy watching films in 3D because I think that a well-shot and well-projected film has a very three-dimensional quality to it, so I'm somewhat sceptical of the technology.", "author": "Christopher Nolan" }, { "quote": "If you wanna know how not secure you are, just take a look around. Nothing's secure. Nothing's safe. I don't hate technology, I don't hate hackers, because that's just what comes with it, without those hackers we wouldn't solve the problems we need to solve, especially security.", "author": "Fred Durst" }, { "quote": "People always ask me if I could live in any other era what would it be, and I tell them none! I feel so lucky to live in an age where technology has changed and continues to change and make life so much more exciting. It keeps everyone young and constantly learning new things.", "author": "Nina Garcia" }, { "quote": "Really in technology, it's about the people, getting the best people, retaining them, nurturing a creative environment and helping to find a way to innovate.", "author": "Marissa Mayer" }, { "quote": "Once you have an innovation culture, even those who are not scientists or engineers - poets, actors, journalists - they, as communities, embrace the meaning of what it is to be scientifically literate. They embrace the concept of an innovation culture. They vote in ways that promote it. They don't fight science and they don't fight technology.", "author": "Neil deGrasse Tyson" }, { "quote": "Even with all our technology and the inventions that make modern life so much easier than it once was, it takes just one big natural disaster to wipe all that away and remind us that, here on Earth, we're still at the mercy of nature.", "author": "Neil deGrasse Tyson" }, { "quote": "Patients who are being kept alive by technology and want to end their lives already have a recognized constitutional right to stop any and all medical interventions, from respirators to antibiotics. They do not need physician-assisted suicide or euthanasia.", "author": "Ezekiel Emanuel" }, { "quote": "The Internet is the first technology since the printing press which could lower the cost of a great education and, in doing so, make that cost-benefit analysis much easier for most students. It could allow American schools to service twice as many students as they do now, and in ways that are both effective and cost-effective.", "author": "John Katzman" }, { "quote": "My company invents all kinds of new technology in lots of different areas. And we do that for a couple of reasons. We invent for fun - invention is a lot of fun to do - and we also invent for profit. The two are related because the profit actually takes long enough that if it isn't fun, you wouldn't have the time to do it.", "author": "Nathan Myhrvold" }, { "quote": "Information technology has been one of the leading drivers of globalization, and it may also become one of its major victims.", "author": "Evgeny Morozov" }, { "quote": "Scientists surely have a special responsibility. It is their ideas that form the basis of new technology. They should not be indifferent to the fruits of their ideas. They should forgo experiments that are risky or unethical.", "author": "Martin Rees" }, { "quote": "Technology has already opened the door a bit wider for filmmakers, with smaller digital cameras making production less cumbersome. Social media is allowing self-distribution, and girl groups like Spark Summit are leading the way in calling for fewer Photoshop image alterations of girls in print media.", "author": "Sharon Lawrence" }, { "quote": "No matter how much technology changes scouting, no matter how much free agency and big TV contracts change the business of baseball, I hope and pray that the heart of the game will never change.", "author": "Pat Gillick" }, { "quote": "The purpose of technology is not to confuse the brain but to serve the body.", "author": "William S. Burroughs" }, { "quote": "The world has today 546 nuclear plants generating electricity. Their experience is being continuously researched, and feedback should be provided to all. Nuclear scientists have to interact with the people of the nation, and academic institutions continuously update nuclear power generation technology and safety.", "author": "A. P. J. Abdul Kalam" }, { "quote": "Genetic modification has many different areas, for example in medicine, and Britain is at the leading edge of this new technology. I don't know, but people tell me, it could indeed by the leading science of the 21st century. All I say to people is: 'Just keep an open mind and let us proceed according to genuine scientific evidence.'", "author": "Tony Blair" }, { "quote": "Storytelling is storytelling. You still play by the same narrative rules. The technology is completely different. I don't use one piece of technology that I used when I started directing.", "author": "James Cameron" }, { "quote": "I'm always working on new songs. With the technology these days, any idiot can record on Pro Tools on your laptop. All you have to do is plug a microphone into the input jack and anybody can have their own recording studio. So I'm always down in my basement, singing along to riffs or whoever I'm collaborating with.", "author": "Sebastian Bach" }, { "quote": "Chinese productivity is the highest in the world but the way they do it is by borrowing the technology from abroad, either by joint ventures or other means.", "author": "Alan Greenspan" }, { "quote": "I just invent, then wait until man comes around to needing what I've invented.", "author": "R. Buckminster Fuller" }, { "quote": "There are three roads to ruin; women, gambling and technicians. The most pleasant is with women, the quickest is with gambling, but the surest is with technicians.", "author": "Georges Pompidou" }, { "quote": "I don't mind if somebody texts me but I'm not a big texter, the things are too small. I don't mind if they text, '7 o'clock,' that's fine, that's logistics but, 'What's up?' Get real! Pick up a phone!", "author": "Penny Marshall" }, { "quote": "America has the best doctors, the best nurses, the best hospitals, the best medical technology, the best medical breakthrough medicines in the world. There is absolutely no reason we should not have in this country the best health care in the world.", "author": "Bill Frist" }, { "quote": "Our approach to making games is to find the fun first and then use the technology to enhance the fun.", "author": "Sid Meier" }, { "quote": "Thus, after finishing high school, I started with high expectations and enthusiasm to study chemistry at the famous Swiss Federal Institute of Technology in Zurich.", "author": "Richard Ernst" }, { "quote": "If we can reduce the cost and improve the quality of medical technology through advances in nanotechnology, we can more widely address the medical conditions that are prevalent and reduce the level of human suffering.", "author": "Ralph Merkle" }, { "quote": "A lot of the work in United States is highly critical of technology. I'm using 15,000 watts of power and 18 different pieces of electronic equipment to say that.", "author": "Laurie Anderson" }, { "quote": "Automation and technology would be a great boon if it were creative, if there were more leisure, more opportunity to engage in raising a family, providing guidance to the young, all the stuff we say we need. America will work if we're all in it together. It'll work when there's a shared sense of destiny. It can be done!", "author": "Jerry Brown" }, { "quote": "It's not a faith in technology. It's faith in people.", "author": "Steve Jobs" }, { "quote": "Well, clearly Apple is a role model of the American innovation whereby it produced all these products - iPod, iPhone, iPad - that are really now dominating all the technology arena in the world.", "author": "Al-Waleed bin Talal" }, { "quote": "I would absolutely love to go back to the simplicity of the '80s, where there wasn't texting, social media, iPhones, or smartphones. I love the fact that you would go home and check your messages. I'm not well suited to the world of modern technology.", "author": "Matthew Rhys" }, { "quote": "Not since the digital revolution in the early '90s has technology placed such a comprehensive burden on business, employees and individuals to reinvent their business plans, services and products, and themselves to keep pace with the changing marketplace.", "author": "Simon Mainwaring" }, { "quote": "If you thought the advent of the Internet, the spread of cheap and efficient information technology, and the growing fragmentation of the consumer market were all going to help smaller companies thrive at the expense of the slow-moving giants of the Fortune 500, apparently you were wrong.", "author": "James Surowiecki" }, { "quote": "You know, my degrees are in computer engineering. I spent a lot of time in the tech industry. And I like to say that I don't invest in tech because I spent time in it. And I saw firsthand that the durability of technology moats is many times an oxymoron.", "author": "Mohnish Pabrai" }, { "quote": "I'm interested in things that change the world or that affect the future and wondrous, new technology where you see it, and you're like, 'Wow, how did that even happen? How is that possible?'", "author": "Elon Musk" }, { "quote": "Practically every technology that is ever invented is touted as being the new savior, the thing that will bring peace and goodwill to the earth, but immediately it falls into other hands who see it as the opportunity to promote the very opposite.", "author": "Michael Leunig" }, { "quote": "Learning how to understand how technology evolves, using tools like a Technology Road Map, is what you need more than anything to ride on top of the tsunami instead of being crushed by it.", "author": "Peter Diamandis" }, { "quote": "A country's economic growth may be defined as a long-term rise in capacity to supply increasingly diverse economic goods to its population, this growing capacity based on advancing technology and the institutional and ideological adjustments that it demands.", "author": "Simon Kuznets" }, { "quote": "Unless technology itself is drastically repressed, the idea of the dystopian monoculture like Orwell's 1984 gets harder to believe. But the danger of a solipsistic society will grow, of a disconnected society of mirror-watchers and navel-gazers.", "author": "Tad Williams" }, { "quote": "The research rat of the future allows experimentation without manipulation of the real world. This is the cutting edge of modeling technology.", "author": "John Spencer" }, { "quote": "The medium is the message. This is merely to say that the personal and social consequences of any medium - that is, of any extension of ourselves - result from the new scale that is introduced into our affairs by each extension of ourselves, or by any new technology.", "author": "Marshall McLuhan" }, { "quote": "So one begins to wonder what is going to happen to the human race. Technology keeps on advancing with greater and greater power, either for good or for destruction.", "author": "David Bohm" }, { "quote": "The intellectual property situation is bad and getting worse. To be a programmer, it requires that you understand as much law as you do technology.", "author": "Eric Allman" }, { "quote": "Now, a lot of what we are doing right now, quite frankly, is because of what happened on Christmas. Many of the things were kind of in the works. We were already planning, for example, the purchase and deployment of advanced imaging technology. You call them body scanners. We call them AITs (Advanced Imaging Technologies).", "author": "Janet Napolitano" }, { "quote": "For me, a good thriller must teach me something about the real world. Thrillers like 'Coma,' 'The Hunt for Red October' and 'The Firm' all captivated me by providing glimpses into realms about which I knew very little - medical science, submarine technology and the law.", "author": "Dan Brown" }, { "quote": "Our laws need to reflect the evolution of technology and the changing expectations of American society. This is why the Constitution is often called a 'living' document.", "author": "Al Franken" }, { "quote": "SpaceX is only 12 years old now. Between now and 2040, the company's lifespan will have tripled. If we have linear improvement in technology, as opposed to logarithmic, then we should have a significant base on Mars, perhaps with thousands or tens of thousands of people.", "author": "Elon Musk" }, { "quote": "The system of nature, of which man is a part, tends to be self-balancing, self-adjusting, self-cleansing. Not so with technology.", "author": "E. F. Schumacher" }, { "quote": "It may not always be profitable at first for businesses to be online, but it is certainly going to be unprofitable not to be online.", "author": "Esther Dyson" }, { "quote": "I'm not against technology, but all tools should be used to their best advantage. We should be spending our time on things that have staying power, instead of on the latest thought of the latest blogger - and then moving on quickly to the next blogger.", "author": "J. I. Packer" }, { "quote": "The first footfalls on Mars will mark a historic milestone, an enterprise that requires human tenacity matched with technology to anchor ourselves on another world.", "author": "Buzz Aldrin" }, { "quote": "I think America has a responsibility to maintain its leadership in technology and its moral leadership in the world, to explore, to seek knowledge.", "author": "Eugene Cernan" }, { "quote": "It is baffling, I must say, that in our modern world we have such blind trust in science and technology that we all accept what science tells us about everything - until, that is, it comes to climate science.", "author": "Prince Charles" }, { "quote": "Since the beginning, HTC has focused on developing strong research and development capabilities and keeping a close eye on consumer, market and technology trends.", "author": "Cher Wang" }, { "quote": "If technology and communications can adapt to people's modern lifestyles, then why can't our labor laws follow suit? Private-sector businesses continue to live under an outdated federal mandate that says the only way to compensate for overtime is through cash wages.", "author": "Renee Ellmers" }, { "quote": "There's a fundamental problem with how the software business does things. We're asking people who are masters of hard-edged technology to design the soft, human side of software as well. As a result, they make products that are really cool - if you happen to be a software engineer.", "author": "Alan Cooper" }, { "quote": "Inside a company, you can mandate that everyone use the same technology, which means you can go a little bit, I don't know, higher-fidelity than the lowest-common-denominator technology. There are a lot of things that Slack gives you that email doesn't when you think about internal use.", "author": "Stewart Butterfield" }, { "quote": "The protean nature of the computer is such that it can act like a machine or like a language to be shaped and exploited.", "author": "Alan Kay" }, { "quote": "Technology is so much fun but we can drown in our technology. The fog of information can drive out knowledge.", "author": "Daniel J. Boorstin" }, { "quote": "The typewriting machine, when played with expression, is no more annoying than the piano when played by a sister or near relation.", "author": "Oscar Wilde" }, { "quote": "Technological society has succeeded in multiplying the opportunities for pleasure, but it has great difficulty in generating joy.", "author": "Pope Paul VI" }, { "quote": "We will create a civilization of the Mind in Cyberspace. May it be more humane and fair than the world your governments have made before.", "author": "John Perry Barlow" }, { "quote": "In software systems it is often the early bird that makes the worm.", "author": "Alan Perlis" }, { "quote": "I force people to have coffee with me, just because I don't trust that a friendship can be maintained without any other senses besides a computer or cellphone screen.", "author": "John Cusack" }, { "quote": "Today, the forces of competition, technology, and globalization have converged to spur innovation and to transform the way business is done in the securities industry.", "author": "Arthur Levitt" }, { "quote": "Well, first of all, we now have everybody with the exception of India, Pakistan, and Israel, and I don't think these three countries are going to join by simply providing them an incentive, in terms of technology.", "author": "Mohamed ElBaradei" }, { "quote": "We must speed up the deployment of broadband in order to bring high-speed data services to homes and businesses. The spread of information technology has contributed to a steady growth in U.S. productivity.", "author": "Michael Oxley" }, { "quote": "One of the biggest challenges to medicine is the incorporation of information technology in our practices.", "author": "Samuel Wilson" }, { "quote": "I honestly believe that the next big leap in immersive technology will be very much like Brainstorm.", "author": "Douglas Trumbull" }, { "quote": "In my mind I needed a symbol of today's technology, and I realized that what I wanted to photograph was the Space Shuttle. And so that's where Places of Power came into being.", "author": "John Sexton" }, { "quote": "We can just assume they have much more and powerful, more advanced technology, all the new computers, everything could be much more easier and help them to build much more and many more nuclear weapons.", "author": "Mordechai Vanunu" }, { "quote": "There was a time when nails were high-tech. There was a time when people had to be told how to use a telephone. Technology is just a tool. People use tools to improve their lives.", "author": "Tom Clancy" }, { "quote": "People live longer today than they ever have. They live happier lives, have more knowledge, more information. All this is the result of communications technology. How is any of that bad?", "author": "Tom Clancy" }, { "quote": "The reason is that till date, in spite of advances in information technology and strategies of information, the written word in the form of books still remains one of humanity's most enduring legacies.", "author": "Ibrahim Babangida" }, { "quote": "But the first the general public learned about the discovery was the news of the destruction of Hiroshima by the atom bomb. A splendid achievement of science and technology had turned malign. Science became identified with death and destruction.", "author": "Joseph Rotblat" }, { "quote": "I hope that we can continue this cooperation on other critical issues related to America's future technological competitiveness. We must work together to encourage the creative talents that have made our country the world leader in technology.", "author": "Dan Lipinski" }, { "quote": "We are led by lawyers who do not understand either technology or balance sheets.", "author": "Thomas Friedman" }, { "quote": "As a physician, I know many doctors want to utilize new technology, but they find the cost prohibitive.", "author": "Nathan Deal" }, { "quote": "We humans are an extremely important manifestation of the replication bomb, because it is through us - through our brains, our symbolic culture and our technology - that the explosion may proceed to the next stage and reverberate through deep space.", "author": "Richard Dawkins" }, { "quote": "I think we are living in selfish times. I'm the first one to say that I'm the most selfish. We live in the so-called 'first world,' and we may be first in a lot of things like technology, but we are behind in empathy.", "author": "Javier Bardem" }, { "quote": "What we see today is an American economy that has boomed because of policies and developments of the 1950s and '60s: the interstate-highway system, massive funding for science and technology, a public-education system that was the envy of the world and generous immigration policies.", "author": "Fareed Zakaria" }, { "quote": "Today's stock market actually hates technology, as shown by all-time low price/earnings ratios for major public technology companies.", "author": "Marc Andreessen" }, { "quote": "I love what the Valley does. I love company building. I love startups. I love technology companies. I love new technology. I love this process of invention. Being able to participate in that as a founder and a product creator, or as an investor or a board member, I just find that hugely satisfying.", "author": "Marc Andreessen" }, { "quote": "Well, the rollout of new technology always affects how wizards do business.", "author": "Diane Duane" }, { "quote": "I love the modern technology now.", "author": "Ringo Starr" }, { "quote": "For the blue-collar worker, the driving force behind change was factory automation using programmable machine tools. For the office worker, it's office automation using computer technology: enterprise-resource-planning systems, groupware, intranets, extranets, expert systems, the Web, and e-commerce.", "author": "Tom Peters" }, { "quote": "I won't compare ants and people, but ants give us a useful model of how single members of a community can become so organized that they end up resembling, in effect, one big collective brain. Our own exploding population and communication technology are leading us that way.", "author": "Lewis Thomas" }, { "quote": "I go and see anything that's visually new, any technology that's about picture-making. The technology won't make the pictures different, but someone using it will.", "author": "David Hockney" }, { "quote": "Mythology and science both extend the scope of human beings. Like science and technology, mythology, as we shall see, is not about opting out of this world, but about enabling us to live more intensely within it.", "author": "Karen Armstrong" }, { "quote": "Technology is neutral: It convicts and finds innocents. We must make it a regularized part of the system, giving defendants access to DNA testing and evidence whenever it might be relevant.", "author": "Eliot Spitzer" }, { "quote": "Find the human in the technology. The currency marketers trade in has not changed even if the methods have. Emotion is what we exchange.", "author": "Simon Mainwaring" }, { "quote": "For me, modern technology has ruined romance and movies - nobody can run to the airplane gate anymore.", "author": "Lorene Scafaria" }, { "quote": "I enjoy privacy. I think it's nice to have a little mystery. I think because of technology a lot of the mystery is gone in life, and I'd like to preserve some of that.", "author": "Maggie Q" }, { "quote": "Technology is a wonderful tool, but also if used incorrectly a horrible tool. We're fascinated by all aspects of it, whatever makes our human lives easier on the planet, but eventually there will have to be some sort of merger. The fascination isn't going to die down.", "author": "Reggie Watts" }, { "quote": "I'm a technological optimist in that I do believe that technology will provide solutions that will allow the world in 2050 to support 9 billion people at an acceptable standard of living. But I'm a political pessimist in that I am concerned about whether the science will be appropriately applied.", "author": "Martin Rees" }, { "quote": "In Hollywood, they think drawn animation doesn't work anymore, computers are the way. They forget that the reason computers are the way is that Pixar makes good movies. So everybody tries to copy Pixar. They're relying too much on the technology and not enough on the artists.", "author": "Tim Burton" }, { "quote": "I know about technology, about research, scientific applications, culture, civilization, differences between nations of the world, the nature of history.", "author": "Mohammed Morsi" }, { "quote": "The rate of technological and human physiological change in the 20th century has been remarkable. Beyond that, a synergy between the improved technology and physiology is more than the simple addition of the two.", "author": "Robert Fogel" }, { "quote": "I love the romance of the '40s. It was the perfect time to live. Technology wasn't so advanced that it made life more difficult, but it was just enough that you can send a phone call or a telegram. And people still took pride in how they looked. The men got dressed up and the women got dressed up and they took care of themselves.", "author": "Bethany Joy Lenz" }, { "quote": "I think every age lives in a blend of technology so there's always older ones mixed in with newer ones, and when the new technology goes down, the immediate fallback position is either that technology just before that or one several technologies back.", "author": "Margaret Atwood" }, { "quote": "Communications technology changes possibilities for communication, but that doesn't mean it changes the inherited structure of the brain. So you may think that you're addicted to online reading, but as soon as it isn't available anymore, your brain will pretty immediately adjust to other forms of reading. It's a habit like all habits.", "author": "Margaret Atwood" }, { "quote": "People use technology only to mean digital technology. Technology is actually everything we make.", "author": "Margaret Atwood" }, { "quote": "I was convinced that eventually I would die of heart disease, that we'd run out of time and out of treatment, the technology wouldn't keep ahead of my disease. And now all of the sudden, when you get the new heart, your life opens up before you again.", "author": "Dick Cheney" }, { "quote": "I'm always involved with the Aerospace Program and NASA and Goddard Space Flight Center. And if kids feel so inclined, they can log onto NASA and the Optimus Prime Spinoff Award, which we present every year to some of the brilliant young minds that are taking up into the academics of space, science, technology, math.", "author": "Peter Cullen" }, { "quote": "For me personally, the technology that has taken the most unexpected turn in my lifetime is what I refer to as 'the device formerly known as the cell phone.' I still remember many predictions that by 2000 there would only be about a million cell phone users. Boy, were they ever wrong!", "author": "Padmasree Warrior" }, { "quote": "Everyone seems to think that digital technology devoids the medium of content, but that is not true at all. If anything, it broadens the content.", "author": "George Lucas" }, { "quote": "As connected as we are with technology, it's also removed us from having to have human connection, made it more convenient to not be intimate.", "author": "Sandra Bullock" }, { "quote": "My only worry about tweeting and modern technology is how it has crept into even the darkest corners of the absolute global village we live in.", "author": "Denis Leary" }, { "quote": "If I have one technology tip of the day, it's this: No matter how good the video on YouTube is, don't read the comments, just don't, because it will make you hate all humans.", "author": "Matt Groening" }, { "quote": "For the future, primarily, we must educate people in science, engineering, technology and math.", "author": "Buzz Aldrin" }, { "quote": "My privacy concerns have to do with the world, other people, technology intruding upon us - what Talmudic scholars once called 'the unwanted gaze.' Here I see major issues and concerns as society evolves, and I've written often on the subject.", "author": "Guy Gavriel Kay" }, { "quote": "How we get power, how cars are powered, when the technology and resources to have something that is infinitely better, we still use old-school technology. We're still using that same exact structure.", "author": "Dana Brunetti" }, { "quote": "When technology reaches that level of invisibility in our lives, that's our ultimate goal. It vanishes into our lives. It says, 'You don't have to do the work; I'll do the work.'", "author": "Astro Teller" }, { "quote": "Things go wrong for me all the time with technology. I'm not familiar enough with it, and I'm too old-school a brain to be able to figure it out. I'm dumb. Anything that I have to attack with my thumbs, for any period of time, makes me feel stupid. So, I try to avoid it, as much as possible, to protect my thumbs.", "author": "Johnny Depp" }, { "quote": "A satellite has no conscience.", "author": "Edward R. Murrow" }, { "quote": "Mechanization best serves mediocrity.", "author": "Frank Lloyd Wright" }, { "quote": "If we continue to develop our technology without wisdom or prudence, our servant may prove to be our executioner.", "author": "Omar N. Bradley" }, { "quote": "Globalization, as defined by rich people like us, is a very nice thing... you are talking about the Internet, you are talking about cell phones, you are talking about computers. This doesn't affect two-thirds of the people of the world.", "author": "Jimmy Carter" }, { "quote": "Microsoft is engaging in unlawful predatory practices that go well beyond the scope of fair competition.", "author": "Orrin Hatch" }, { "quote": "People are stunned to hear that one company has data files on 185 million Americans.", "author": "Ralph Nader" }, { "quote": "The original idea of the web was that it should be a collaborative space where you can communicate through sharing information.", "author": "Tim Berners-Lee" }, { "quote": "Microsoft isn't evil, they just make really crappy operating systems.", "author": "Linus Torvalds" }, { "quote": "I used to think that cyberspace was fifty years away. What I thought was fifty years away, was only ten years away. And what I thought was ten years away... it was already here. I just wasn't aware of it yet.", "author": "Bruce Sterling" }, { "quote": "Cyberspace can't compensate for real space. We benefit from chatting to people face to face.", "author": "Jonathan Sacks" }, { "quote": "Education technology and school construction go together. Modernization, updating education facilities, and making a capital investment in education are all included.", "author": "Major Owens" }, { "quote": "There's evidence of a social decline in direct proportion to technology and the industrialization of the motion picture industry.", "author": "Mark Rydell" }, { "quote": "The original PATRIOT Act greatly increased our nation's ability to share intelligence information, made better use of technology, and provided terrorism investigators tools that have long been available in cases involving illegal drugs and organized crime.", "author": "Michael K. Simpson" }, { "quote": "To maximize our potential to enhance our health and our knowledge, we should remain open to new understanding and evolving technology or resources that might inspire a change in our approach to these important questions.", "author": "Samuel Wilson" }, { "quote": "It reflects a prevailing myth that production technology is no more amenable to human judgment or social interests than the laws of thermodynamics, atomic structure or biological inheritance.", "author": "Barry Commoner" }, { "quote": "I'm sure there will continue to be exciting new products and major changes, but it looks as if the existing technology has a great deal of room to grow and prosper.", "author": "Jack Kilby" }, { "quote": "What the public needs to understand is that these new technologies, especially in recombinant DNA technology, allow scientists to bypass biological boundaries altogether.", "author": "Jeremy Rifkin" }, { "quote": "I think that's the phenomenon of our time is that a lot of women keep themselves in good shape but that there's not a lot of accommodation or people out there to connect with and the technology.", "author": "Stockard Channing" }, { "quote": "Ajax isn't a technology. It's really several technologies, each flourishing in its own right, coming together in powerful new ways.", "author": "Jesse James Garrett" }, { "quote": "Any new technology tends to go through a 25-year adoption cycle.", "author": "Marc Andreessen" }, { "quote": "It worries me about our unwillingness to really address reforms and modernization in Medicare. This thing was designed 37 years ago. It has not evolved to keep pace with current medical technology.", "author": "John Sununu" }, { "quote": "Here you have a new technology, and if that technology is going to work, you must allow people to provide central indexes of the data. It's just like a newspaper that publishes classified ads.", "author": "David Boies" }, { "quote": "We can have technology, prosperity, nice homes and cars, but at the same time we must be conscious of what we are dumping into the water, the air and our food.", "author": "Kevin Richardson" }, { "quote": "The world changes materially. Science makes advances in technology and understanding. But the world of humanity doesn't change.", "author": "Pierre Schaeffer" }, { "quote": "I don't cook - I can cook - but I'm not very good. I like being asked over for dinner, because she can't cook either. We would starve if it weren't for modern technology. I know how to work a microwave, but love home cooked meals.", "author": "Mark Mothersbaugh" }, { "quote": "Advances in the technology of telecommunications have proved an unambiguous threat to totalitarian regimes everywhere.", "author": "Rupert Murdoch" }, { "quote": "I'm committed to increasing long-term value for shareholders and am confident we will continue to do so through the successful execution of our core strategic priorities: the creation of high quality, branded content and experiences, the use of technology, and creating growth in numerous and exciting international markets.", "author": "Bob Iger" }, { "quote": "The advance of technology is based on making it fit in so that you don't really even notice it, so it's part of everyday life.", "author": "Bill Gates" }, { "quote": "There is a huge need and a huge opportunity to get everyone in the world connected, to give everyone a voice and to help transform society for the future. The scale of the technology and infrastructure that must be built is unprecedented, and we believe this is the most important problem we can focus on.", "author": "Mark Zuckerberg" }, { "quote": "You know, I believe that technology is the great leveler. Technology permits anybody to play. And in some ways, I think technology - it's not only a great tool for democratization, but it's a great tool for eliminating prejudice and advancing meritocracies.", "author": "Carly Fiorina" }, { "quote": "You can be good at technology and like fashion and art. You can be good at technology and be a jock. You can be good at technology and be a mom. You can do it your way, on your terms.", "author": "Marissa Mayer" }, { "quote": "Everything's changed. The technology is the big thing changing now, the way movies like 'Alice' or 'Avatar' are made. And technology on the other side, the audience side. Word spreads so fast now on a movie, with the Internet, and piracy is something coming down the line like in the music industry.", "author": "Richard D. Zanuck" }, { "quote": "It's very difficult in the technology space when you have been leapfrogged to prosper again.", "author": "James Chanos" }, { "quote": "To a considerable extent we are faced by a technology arms race with terrorists. The communications revolution has made it easier for terrorist groups to reach out to vulnerable individuals with their violent extremist ideology and propaganda. It has also facilitated fundraising, recruitment and training.", "author": "Pauline Neville-Jones" }, { "quote": "Look at countries like China, they are determined to dominate all clean technology areas, putting lots of money into wind, solar, electric vehicles and battery storage. America's political impotence, caused by their terrible partisanship, will see them left behind.", "author": "Malcolm Turnbull" }, { "quote": "The history of the music industry is inevitably also the story of the development of technology. From the player piano to the vinyl disc, from reel-to-reel tape to the cassette, from the CD to the digital download, these formats and devices changed not only the way music was consumed, but the very way artists created it.", "author": "Edgar Bronfman, Jr." }, { "quote": "Most technological advances in our life now come from serendipitous discoveries. That is a contraction of rocket technology and computer technology and atomic clock technology.", "author": "Serge Haroche" }, { "quote": "From coast to coast, the FBI and Securities and Exchange Commission have ensnared people not only at hedge funds, but at technology and pharmaceutical companies, consulting and law firms, government agencies, and even a major stock exchange.", "author": "Preet Bharara" }, { "quote": "But, in each case, as a filmmaker who's been given sizable budgets with which to work, I feel a responsibility to the audience to be shooting with the absolute highest quality technology that I can and make the film in a way that I want.", "author": "Christopher Nolan" }, { "quote": "Being around some of the bright lights of the technology world and having them expect great things helps you sit down and do it seriously.", "author": "Aaron Swartz" }, { "quote": "Religion asks you to believe things without questioning, and technology and science always encourage you to ask hard questions and why it is important in science and technology. So I was always interested in science and technology.", "author": "Vinod Khosla" }, { "quote": "An awful lot of successful technology companies ended up being in a slightly different market than they started out in. Microsoft started with programming tools, but came out with an operating system. Oracle started doing contracts for the CIA. AOL started out as an online video gaming network.", "author": "Marc Andreessen" }, { "quote": "With communication technology in general, there's a kind of certain critical mass of people. Once you get to 15% of the world's entire population using one communication technology, that's a big deal. It's beyond the theoretical at this point. The people who think it's a fad have probably not been paying that much attention.", "author": "Ben Horowitz" }, { "quote": "The business models in enterprise have changed pretty dramatically. A huge problem with enterprise software traditionally has been usually you sell to the customer and then they adopt the technology. The great thing about 'freemium' and the new way enterprise software is being sold is you get to try it first and then buy it.", "author": "Aaron Levie" }, { "quote": "I am not a Luddite. I am suspicious of technology. I am perfectly aware of its benefits, but I also try to pay attention to some of the negative effects.", "author": "Neil Postman" }, { "quote": "Postwar U.S. was the world's leader in science and technology. The investment in science research was staggering.", "author": "Siddhartha Mukherjee" }, { "quote": "I think technology is us, not something we invented. I think we are more psychic now because we have cell phones and you can look and see who's calling you. When people start seeing technology as us, as humanity, our whole idea of what existence is, is going to shift.", "author": "Ryan Trecartin" }, { "quote": "The Internet rewards scale; by trading higher up-front costs for lower marginal cost, market leaders can invest in better technology and service. As a result, there is nothing online that is both great in quality and small in scale. Amazon wasn't originally a better bookstore than the small shops we mourn, but it is now.", "author": "John Katzman" }, { "quote": "If you had a really good - battery, it wouldn't matter that the sun goes down at night and the wind stops blowing sometimes. But at the moment, battery technology is nowhere near good enough to use at utility scale.", "author": "Nathan Myhrvold" }, { "quote": "We who work in technology have nurtured an especially rare gift: the opportunity to effect change at an unprecedented scale and rate. Technology, community, and capitalism combine to make Silicon Valley the potential epicenter of vast positive change.", "author": "Justin Rosenstein" }, { "quote": "Design is a way of life, a point of view. It involves the whole complex of visual communications: talent, creative ability, manual skill, and technical knowledge. Aesthetics and economics, technology and psychology are intrinsically related to the process.", "author": "Paul Rand" }, { "quote": "When you as a designer design something that burdens a community with maintenance and old world technology, basically failed developed world technology, then you will crush that community way beyond bad design; you'll destroy the economics of that community, and often the community socially is broken.", "author": "Cameron Sinclair" }, { "quote": "New York's niche is content, and content is becoming more valuable. Just think about what is more valuable: MTV or the cable system that you use to get MTV? Howard Stern or the radio station you use to listen to him? Ultimately, technology becomes a commodity, and content - real, true branded content - becomes more valuable.", "author": "Fred Wilson" }, { "quote": "I really think that technology has the greatest potential to accelerate happiness of most things in the world. The companies that will ultimately do well are the companies that chase happiness. If you find a way to help people find love, or health or friendship, the dollar will chase that.", "author": "Ashton Kutcher" }, { "quote": "The film industry brings people together, and so does technology. I see them as similar platforms.", "author": "Ashton Kutcher" }, { "quote": "What are the symbols of American strength, wealth, power and modernity? Certainly not jazz and rock and roll, not chewing-gum or hamburgers, Broadway or Hollywood. It's their skyscrapers. Their Pentagon. Their science. Their technology.", "author": "Oriana Fallaci" }, { "quote": "I'm certainly not opposed to digital technology, whose graces I daily enjoy and rely on in so many ways. But I worry about our virtual blinders.", "author": "Diane Ackerman" }, { "quote": "I love technology. Matches, to light a fire, is really high tech. The wheel is really one of the great inventions of all time. Other than that, I am an ignoramus about technology.", "author": "William Shatner" }, { "quote": "Iran has the technology to produce the highly enriched uranium, which is not automatically meaning nuclear weapon.", "author": "Mohamed ElBaradei" }, { "quote": "I am critical of modernity giving science and technology a blank check as if it were the fountain of all truth. That is not true. And I think I may have introduced a word which has now caught on quite a bit, scientism. Science is good. It simply reports a discovery.", "author": "Huston Smith" }, { "quote": "Innovations in science and technology are the engines of the 21st-century economy; if you care about the wealth and health of your nation tomorrow, then you'd better rethink how you allocate taxes to fund science. The federal budget needs to recognize this.", "author": "Neil deGrasse Tyson" }, { "quote": "Electronic medical records are, in a lot of ways, I think the aspect of technology that is going to revolutionize the way we deliver care. And it's not just that we will be able to collect information, it's that everyone involved in the healthcare enterprise will be able to use that information more effectively.", "author": "Risa Lavizzo-Mourey" }, { "quote": "A big reason why I started writing is I felt that fiction had stopped evolving. All other entertainments were getting better, constantly, as technology allowed. Movies. Video games. Music.", "author": "Chuck Palahniuk" }, { "quote": "I think technology really increased human ability. But technology cannot produce compassion.", "author": "Dalai Lama" }, { "quote": "I'm not a gadget freak, so to say. I own an iPhone, which I love, and would sorely love to upgrade to MacBook Air from my current MacBook Pro. But what gets me going is the technology behind the gadgets, new websites, new apps. And I'm way too much into social media - FB, Twitter and Instagram are always open on my phone.", "author": "Shreya Ghoshal" }, { "quote": "Well before September 11, it was understood that with modern technology, the rich and powerful will lose their near monopoly of the means of violence and can expect to suffer atrocities on home soil.", "author": "Noam Chomsky" }, { "quote": "I went to college at QUT: Queensland University of Technology. I studied for a Bachelors in finance and acting.", "author": "Brenton Thwaites" }, { "quote": "As technology progresses, and as it advances, many of us assume that these advances make us more intelligent, make us smarter and more connected to the world. And what I'd like to argue is that that's not necessarily the case, as 'progress' is simply a word for change, and with change you gain something, but you also lose something.", "author": "Tom Wujec" }, { "quote": "Europe and Africa share proximity and history, ideas and ideals, trade and technology. You are tied together by the ebb and flow of people. Migration presents policy challenges - but also represents an opportunity to enhance human development, promote decent work, and strengthen collaboration.", "author": "Ban Ki-moon" }, { "quote": "I started as a child, in this PBS series 'Voyage of the Mimi,' which led to driving down to New York for 'Afterschool Special' auditions, which led to moving to Los Angeles. I wanted to be an actor. But in L.A., I got into film technology, and I was building cheap editing systems and would edit my friend's acting reels.", "author": "Ben Affleck" }, { "quote": "Technology is synonymous for connection with other people.", "author": "Sebastian Thrun" }, { "quote": "What is the intersection between technology, art and science? Curiosity and wonder, because it drives us to explore, because we're surrounded by things we can't see.", "author": "Louie Schwartzberg" }, { "quote": "The reason that Apple is able to create products like the iPad is because we've always tried to be at the intersection of technology and the liberal arts.", "author": "Steve Jobs" }, { "quote": "Technology is rooted in the past. It dominates the present and tends into the future. It is a real historical movement - one of the great movements which shape and represent their epoch.", "author": "Ludwig Mies van der Rohe" }, { "quote": "I sold Blockbuster because I saw what was coming: the satellite dish, technology that would make the business obsolete in a few years. Why would people go to a store for a video and then have to return it when they had a dish?", "author": "Wayne Huizenga" }, { "quote": "Technology is something we buy to sell to the customers. Ericsson, Nokia and IBM do technology for a living, so let's give it to them because they know best. It has made the business model of Bharti very, very sustainable.", "author": "Sunil Mittal" }, { "quote": "I like technology. I mean, I have surround at home so I can listen to the Lakers.", "author": "Kevin Weisman" }, { "quote": "When I see how fast technology is advancing, my mind thinks of evolution and how organisms also have to evolve or adapt in order to, in their case, survive.", "author": "Tony DiTerlizzi" }, { "quote": "All around the world, we send our top talent into finance, technology, medicine and law - everywhere but towards expanding opportunity for our most marginalized children.", "author": "Wendy Kopp" }, { "quote": "Technology has enormous potential to address educational needs more efficiently, help teachers improve their performance, and enrich and individualize student learning.", "author": "Wendy Kopp" }, { "quote": "Connecting with people in person is so important. To look in the eyes of our girls and let them know that you really do support them transcends the impersonal connection of technology.", "author": "Grace Gealey" }, { "quote": "Doing exercise without monitoring yourself will be rare in the future of wearable technology.", "author": "Astro Teller" }, { "quote": "To say a scientist is not at all responsible is wrong. But to say that someone who invents a piece of knowledge or technology is responsible for all future uses is ridiculous. It doesn't have to be that binary.", "author": "Astro Teller" }, { "quote": "Technology is mostly a force for good, but it has its downsides, too. I want my students - and my readers - to be intelligently skeptical about technology and be informed about the good and the not-so-good parts.", "author": "Brian Kernighan" }, { "quote": "I fought for seven years to have creche facilities at the Okinawa Institute of Science of Technology - and was ultimately successful. Less successful have been efforts to get a creche at the new Crick Institute in London, but this is something I will continue to push for.", "author": "Tim Hunt" }, { "quote": "Information technology is at the core of how you do your business and how your business model itself evolves.", "author": "Satya Nadella" }, { "quote": "Civilization advances by extending the number of important operations which we can perform without thinking of them.", "author": "Alfred North Whitehead" }, { "quote": "The machine does not isolate man from the great problems of nature but plunges him more deeply into them.", "author": "Antoine de Saint-Exupery" }, { "quote": "The Internet is a telephone system that's gotten uppity.", "author": "Clifford Stoll" }, { "quote": "Television is a medium because anything well done is rare.", "author": "Fred Allen" }, { "quote": "Adding sound to movies would be like putting lipstick on the Venus de Milo.", "author": "Mary Pickford" }, { "quote": "What's sort of interesting about the whole public relations disaster that is the Net, in some ways, is that the fundamentals are really good.", "author": "Meg Whitman" }, { "quote": "Getting information off the Internet is like taking a drink from a fire hydrant.", "author": "Mitchell Kapor" }, { "quote": "Building technical systems involves a lot of hard work and specialized knowledge: languages and protocols, coding and debugging, testing and refactoring.", "author": "Jesse James Garrett" }, { "quote": "Once a new technology rolls over you, if you're not part of the steamroller, you're part of the road.", "author": "Stewart Brand" }, { "quote": "Our business is about technology, yes. But it's also about operations and customer relationships.", "author": "Michael Dell" }, { "quote": "Globalization was a deep trend pushed by technology and right ideas, as much as anything else.", "author": "Jeffrey Sachs" }, { "quote": "Today we're focused on small acquisitions to add technology where necessary. I think it's fair to say we're not out looking for a large one, but I think it's also very fair to say that as a public company you can never say never.", "author": "Sanjay Kumar" }, { "quote": "Educators are still spending way too much time trying to control what kids learn, bending the content to their own purposes, hoping beyond hope to change - by using technology - but not change too much.", "author": "Daniel Greenberg" }, { "quote": "It is also rarer to find happiness in a man surrounded by the miracles of technology than among people living in the desert of the jungle and who by the standards set by our society would be considered destitute and out of touch.", "author": "Thor Heyerdahl" }, { "quote": "Technology has allowed us to have more drought-resistant crops. The spotty nature of drought, the spotty nature of rains can sometimes result in better yields than anticipated.", "author": "Tom Vilsack" }, { "quote": "A company can spend hundreds of thousands of dollars on firewalls, intrusion detection systems and encryption and other security technologies, but if an attacker can call one trusted person within the company, and that person complies, and if the attacker gets in, then all that money spent on technology is essentially wasted.", "author": "Kevin Mitnick" }, { "quote": "What's happened with computer technology is perfectly timed for someone with my set of skills. I tell stories with pictures. What I love about CGI is that if I can think it, it can be put on the screen.", "author": "Frank Miller" }, { "quote": "Indiana Jones is very much an old-world kind of hero. He doesn't really have any kind of superpower or rely on any kind of technology to help him out of things.", "author": "Jamie Bell" }, { "quote": "I had two passions growing up - one was music, one was technology. I tried to play in a band for a while, but I was never talented enough to make it. And I started companies. One day came along and I decided to combine the two - and there was Spotify.", "author": "Daniel Ek" }, { "quote": "There's no question that as science, knowledge and technology advance, that we will attempt to do more significant things. And there's no question that we will always have to temper those things with ethics.", "author": "Ben Carson" }, { "quote": "Internet entrepreneurs are using technology at every level of their company - from a one-person agency to a small firm, the newest technological advances are interwoven throughout every aspect of Internet-based businesses.", "author": "Marc Ostrofsky" }, { "quote": "Social technology gives leaders a vital new platform with which to connect their companies to the myriad stakeholders who have an interest in their well being.", "author": "Simon Mainwaring" }, { "quote": "When I was in Japan on tour in 2010, I felt like I was 30 years into the future. I love technology and they are so advanced with their phones, computers, everything. I think they had the iPhone way before we did in the U.S. I love gadgets, games, social media and I try to stay ahead on all that stuff, but they get it all first.", "author": "Soulja Boy" }, { "quote": "Advancements in technology have become so commonplace that sometimes we forget to stop and think about how incredible it is that a girl on her laptop in Texas can see photos and cell phone video in real time that a young college student has posted of a rally he's at in Iran.", "author": "Rosalind Wiseman" }, { "quote": "Theaters are always going to be around, and doing fine. With computers and technology, we're becoming more and more secluded from each other. And the movie theater is one of the last places where we can still gather and experience something together. I don't think the desire for that magic will ever go away.", "author": "Wolfgang Petersen" }, { "quote": "I drove an electric car for seven years because of its advanced technology, not because I have any concerns about energy resources. I have none at all. And when environmentalists say that global warming is dangerous, unprecedented and that we'll have a tipping point for atmospheric carbon dioxide, it's just nonsense.", "author": "Burt Rutan" }, { "quote": "The chalkboards are no longer cutting it. We've got to adapt education at every level to this new paradigm to keep our kids competitive. Affordability of technology has to be at the forefront of everything we do.", "author": "Scott Howell" }, { "quote": "One of AOL's biggest assets is its brand. For people over 30 and, due to AOL Instant Messenger, even a lot of people under 30, AOL was their first real interaction with technology in a positive way.", "author": "Tim Armstrong" }, { "quote": "The only way you multiply resources is with technology. To really affect poverty, energy, health, education, or anything else - there is no other way.", "author": "Vinod Khosla" }, { "quote": "We always say Jordan is not rich in natural resources - we don't have oil or gas like some of our neighbors do - but I think in terms of human resources, we are quite lucky and we are really trying to foster an environment of innovation and technology. I think Jordan will emerge as a center of innovation in the Middle East.", "author": "Queen Rania of Jordan" }, { "quote": "You're going to see relationships with technology across anything that's brand. I don't care if that's in home or what you wear. I just think it's a new fact of life.", "author": "Angela Ahrendts" }, { "quote": "I knew that, when writing a book, you're not constrained by a budget. You're not constrained by what you can do, in terms of the special effects technology. You're not limited to any particular running time.", "author": "George R. R. Martin" }, { "quote": "We are witnessing a seismic change in consumer behavior. That change is being brought about by technology and the access people have to information.", "author": "Howard Schultz" }, { "quote": "Healthcare has been the last major industry that hasn't been touched by technology in terms of productivity and consumer adoption in the way so many other industries have.", "author": "John Sculley" }, { "quote": "Apple has long been a leading innovator of mobile technology; I myself own an iPhone.", "author": "Al Franken" }, { "quote": "Disabled people need more invested in their education, housing, job training, transportation, assistive technology, and independent-living facilities. Governments earn back this investment - and more - by making people with disabilities economically productive citizens.", "author": "Jesse Ventura" }, { "quote": "Whenever a new technology is introduced into society, there must be a counterbalancing human response - that is, high touch - or the technology is rejected... We must learn to balance the material wonders of technology with the spiritual demands of our human nature.", "author": "John Naisbitt" }, { "quote": "I believe 3D is inevitable because it's about aligning our entertainment systems to our sensory system. We all have two eyes; we all see the world in 3D. And it's natural for us to want our entertainment in 3D as well. It's just getting the technology - it's really more the business model than the technology piece. We've solved the technology.", "author": "James Cameron" }, { "quote": "Ultimately, I hypothesize that technology will one day be able to recreate a realistic representation of us as a result of the plethora of content we're creating converging with other advances in machine learning, robotics and large-scale data mining.", "author": "Adam Ostrow" }, { "quote": "As we grow up in more technology-enriched environments filled with laptops and smart phones, technology is not just becoming a part of our daily lives - it's becoming a part of each and every one of us.", "author": "Adora Svitak" }, { "quote": "Sporting competitions seem to be what we obsess over, frankly. So if we can put engineering, science, technology into a format of healthy, fun competition, we can attract all sorts of kids that might not see the kind of activity we do as accessible or rewarding.", "author": "Dean Kamen" }, { "quote": "A lot of the films I like are more than fantasies - they're movies fascinated by the technology of space exploration, and they try to honor the laws of physics. I watched the Gregory Peck movie 'Marooned' over and over when I was a kid.", "author": "Alfonso Cuaron" }, { "quote": "Communism is a monopolistic system, economically and politically. The system suppresses individual initiative, and the 21st century is all about individualism and freedom. The development of technology supported these directions.", "author": "Lech Walesa" }, { "quote": "Leaders in China and India realize that science and technology lead to success and wealth. But many countries in the West graduate students into the unemployment line by teaching skills that were necessary to live in 1950.", "author": "Michio Kaku" }, { "quote": "What's fantastic is that there's a real growing appreciation for performance-capture technology as a tool for acting.", "author": "Andy Serkis" }, { "quote": "If information wants to be free, then that's true everywhere, not just in information technology.", "author": "Mitch Kapor" }, { "quote": "As medical research continues and technology enables new breakthroughs, there will be a day when malaria and most all major deadly diseases are eradicated on Earth.", "author": "Peter Diamandis" }, { "quote": "Once anthropology and geology had opened up the pre-recordkeeping darkness of humanity's long, slow, sustained infancy as suitable grounds for speculation, writers began trying to imagine human existence as it must have been with only stone-age technology.", "author": "Paul Di Filippo" }, { "quote": "When someone takes their existing business and tries to transform it into something else - they fail. In technology that is often the case. Look at Kodak: it was the dominant imaging company in the world. They did fabulously during the great depression, but then wiped out the shareholders because of technological change.", "author": "Charlie Munger" }, { "quote": "Every time there's a new tool, whether it's Internet or cell phones or anything else, all these things can be used for good or evil. Technology is neutral; it depends on how it's used.", "author": "Rick Smolan" }, { "quote": "Computing technology started out as number-crunching.", "author": "Ramez Naam" }, { "quote": "Spiraling demand for resources of which our world contains a finite supply is the great long-term threat posed by globalisation. That is why we need new technology to relieve it.", "author": "Peter Thiel" }, { "quote": "Daft Punk would not exist if there was no technology.", "author": "Thomas Bangalter" }, { "quote": "We need to be very well aware of the fact that China and Russia are using technology to attack us, just as ISIS is using technology to recruit those who would murder American citizens.", "author": "Carly Fiorina" }, { "quote": "To build a digital media company, you have to focus equally on content and technology. In content, you have to focus equally on the written word and video.", "author": "Raghav Bahl" }, { "quote": "I have always been interested - indeed, waylaid - by the leading edges of technology, even during my Ph.D. years when I pioneered (but did not publish) agarose gel electrophoresis for RNA fractionation. Also, much later, I was instrumental in showing that Green Fluorescent Protein and RNAi could be made to work in mammalian cells.", "author": "Martin Evans" }, { "quote": "Education must be the only sector that hasn't already been completely revolutionized by technology.", "author": "Wendy Kopp" }, { "quote": "What Apple did for technology is brilliant, but they didn't do nothin' for our economy.", "author": "George Lois" }, { "quote": "Mass application of technological innovations, which constitutes much of the distinctive substance of modern economic growth, is closely connected with the further progress of science, in its turn the basis for additional advance in technology.", "author": "Simon Kuznets" }, { "quote": "The age of innocent faith in science and technology may be over.", "author": "Barry Commoner" }, { "quote": "Steve Jobs was notoriously blunt about products he found wanting, but his attack on Flash - Adobe's popular technology for playing multimedia content inside a browser - was particularly vicious. Claiming it was buggy and insecure, Jobs banned it from the iPad.", "author": "Evgeny Morozov" }, { "quote": "As a writer of fiction who deals with technology, I necessarily deal with the history of technology and the history of technologically induced social change. I roam up and down it in a kind of special way because I roam down it into history, which is invariably itself a speculative affair.", "author": "William Gibson" }, { "quote": "If you think about brewing, it is biotechnology. And I would say that I was a technologist at heart. So whether I... fermented beer or whether I fermented enzymes, the base technology was the same.", "author": "Kiran Mazumdar-Shaw" }, { "quote": "We're the first technology-creating species. We use technology to extend our reach. We didn't stay in the caves, and we haven't stayed on the planet. To play jazz with our genomes and the universe might ultimately be what we're all about.", "author": "Jason Silva" }, { "quote": "Wherever technology reaches its real fulfillment, it transcends into architecture.", "author": "Ludwig Mies van der Rohe" }, { "quote": "Technology companies must constantly weigh ethical decisions: Where should Facebook set its privacy defaults, and should it tolerate glimpses of nudity? Should Twitter close accounts that seem sympathetic to terrorists? How should Google handle sex and violence, or defamatory articles?", "author": "Nicholas Kristof" }, { "quote": "Saddam Hussein has been engaged in the development of weapons of mass destruction technology which is a threat to countries in the region and he has made a mockery of the weapons inspection process.", "author": "Nancy Pelosi" }, { "quote": "Design, in its broadest sense, is the enabler of the digital era - it's a process that creates order out of chaos, that renders technology usable to business. Design means being good, not just looking good.", "author": "Clement Mok" }, { "quote": "There are so many ways to heal. Arrogance may have a place in technology, but not in healing. I need to get out of my own way if I am to heal.", "author": "Anne Wilson Schaef" }, { "quote": "But now with technology I could sit down and do a bunch of character drawings and scan them into a computer, and the computer using my exact style could bring it into life, where it would have been edited by various human beings before.", "author": "Bill Griffith" }, { "quote": "Our markets have not achieved their great successes as a result of government fiat, but rather through efforts of competing interests working to meet the demands of investors and to fulfill the promises posed by advancing technology.", "author": "Arthur Levitt" }, { "quote": "With technology now, you can go in and sing a song, and for $100,000, you will sound flawless.", "author": "Vince Neil" }, { "quote": "So if you're a customer today, the same person who came in to demonstrate the technology for you and helped you architect the solution before you bought it is likely going to be leading the team to help you do the implementation.", "author": "Sanjay Kumar" }, { "quote": "I believe very strongly, and have fought since many years ago - at least over 30 years ago - to get architecture not just within schools, but architecture talked about under history, geography, science, technology, art.", "author": "Richard Rogers" }, { "quote": "To make a rock'n'roll record, technology is the least important thing.", "author": "Keith Richards" }, { "quote": "Movie-making is telling a story with the best technology at your disposal.", "author": "Tom Hanks" }, { "quote": "We live in a media world simultaneously obsessed with technology and personality.", "author": "Eric Alterman" }, { "quote": "With the way everything's going now and the way that technology is going, you can do a lot of things with a lot of different new materials.", "author": "Carmelo Anthony" }, { "quote": "Weapons of mass destruction aren't pulled out of a black hat like a white rabbit at a magic show. They're produced in factories. There's science and technology involved. They're not produced in a hole in the ground or in a basement.", "author": "Scott Ritter" }, { "quote": "I never really did sports growing up. Maybe that's why they intrigue me. The technology that goes into that clothing is steps ahead, so it's always been something I look towards.", "author": "Alexander Wang" }, { "quote": "I'm a futurist. Technology is our way out of almost every problem we have. Technology can create a new sense of community.", "author": "Hal Sparks" }, { "quote": "I've always felt that technology can be used to our benefit and should be used to our benefit.", "author": "Deepak Chopra" }, { "quote": "I definitely think what drives technology companies is the people; because in a technology company it's always about what are you going to do next.", "author": "Marissa Mayer" }, { "quote": "The technology is really where all of the changes have taken place, but the fundamentals of a good story being the basis of every good picture, and really the only basis still remains the rule, more so today, I think, because we've unfortunately weaned an audience from birth to kind of mindless movies.", "author": "Richard D. Zanuck" }, { "quote": "I don't find the technology threatening. A lot of people my age, my generation, find it difficult to immerse themselves. But I would never preclude the idea of using any technology if I thought it suited the end result.", "author": "Robert Smith" }, { "quote": "I know nothing about technology.", "author": "Jack Ma" }, { "quote": "I am interested in computers and technology, and art, photography, and design.", "author": "William Landay" }, { "quote": "I don't know if I've owned a piece of technology that I hated - I don't think I would have owned it then.", "author": "Amber Heard" }, { "quote": "Technology has changed the fan/actor interaction quite a bit. Now it's really easy to communicate with a large group of people in a really short time, and that... opens a lot of possibilities. You can do a lot of things with it that you couldn't do before. It's kind of fun to figure out how that can be employed.", "author": "Misha Collins" }, { "quote": "From now on, the technology companies that succeed will be those that have developed skills at listening and a sophisticated understanding of their customers' industries.", "author": "Samuel J. Palmisano" }, { "quote": "The big reason why we don't have space colonies and regular trips to the moon is that flying into outer space is just plain 'hard.' The business of safely transporting people off the Earth is a costly affair that requires a lot of technology.", "author": "Ben Parr" }, { "quote": "The depressing thing about battery technology is that it gets better, but it gets better slowly. There are a whole bunch of problems in materials science and chemistry that come in trying to make existing batteries better.", "author": "Nathan Myhrvold" }, { "quote": "I don't like technology and all that. I'm a farm boy. I would rather live in that time when you had to provide for your family. I don't know. I'm a country kid, so I don't like modern technology.", "author": "Travis Fimmel" }, { "quote": "I'm fascinated with genetic science, and I have been for a very long time. I always look at science and technology because I think that the developments in my lifetime have been so remarkable - and we're only at the tip of the iceberg with projects like decoding the human genome.", "author": "Nick Rhodes" }, { "quote": "The great myth that many social scientists want to encourage is that there is an incompatibility between modern technology and traditional religion. This is absolute nonsense. If anything, it's the reverse.", "author": "Rodney Stark" }, { "quote": "I see robotic technology getting rid of the dangerous, the dirty, and the just plain boring jobs. Some people say, 'You can't. People won't have anything to do.' But we found things that were a lot easier than backbreaking labor in the sun and the fields. Let people rise to better things.", "author": "Rodney Brooks" }, { "quote": "I am not a big technology person. I don't go on the Internet really much at all. Drawing is like a zen thing; it's private, which in this day and age is harder to come by.", "author": "Tim Burton" }, { "quote": "The immediacy of the technology of the web allows us, as songwriters, to write something very sharp and quick. That has a lot to do with helping a songwriter be more reflective of reality, instead of being in an area where you have to process things. It's the difference between processing fish and catching it in a boat.", "author": "Chuck D" }, { "quote": "With technology you can now be your own record company, director, producer, etc. If you have talent, you can display it on the Internet and the world will tell you their thoughts in the matter of seconds!", "author": "Romeo Miller" }, { "quote": "Most serious writers refuse to make themselves available to the things that technology is doing. I've never been able to understand this sort of fear.", "author": "William S. Burroughs" }, { "quote": "I think people should be able to have at their behest, like, four hours of music, entertainment, visual knowledge, different pathways. That's what I'm trying to do with modern technology, not just another song and another song.", "author": "Jon Anderson" }, { "quote": "Today's action hero, his skills are through technology. He can fly, he can throw a bolt of lightning, he can freeze people.", "author": "Sylvester Stallone" }, { "quote": "If I was in office, I'd get together all the chiefs and all the heads and chiefs of staffs of all the countries and explain to them like, 'This is how it's going to be. We need y'all oil and water. Y'all need our money and technology. Now, what y'all gon' do?'", "author": "Trick Daddy" }, { "quote": "We are not overpopulated in an absolute sense; we've got the technology for 10 billion, probably 15 billion people, to live on this planet and live good lives. What we haven't done is developed our technology.", "author": "David Attenborough" }, { "quote": "There is no Constitutional right to prey on others. The Internet is just a piece of technology, like the telephone. Society has the right to modify its uses.", "author": "Andrew Vachss" }, { "quote": "Even though I'm totally dependent on modern electronic gizmos, from my laptop to my iPod to my cell phone, I love to embrace old technology or no technology at all.", "author": "John Grogan" }, { "quote": "I think it is inevitable that people program poorly. Training will not substantially help matters. We have to learn to live with it.", "author": "Alan Perlis" }, { "quote": "We must learn to balance the material wonders of technology with the spiritual demands of our human race.", "author": "John Naisbitt" }, { "quote": "The great paradox of the 21st century is that, in this age of powerful technology, the biggest problems we face internationally are problems of the human soul.", "author": "Ralph Peters" }, { "quote": "IBM has taken a leadership role in this area and is prepared to be a technology partner with companies around the world to take advantage of these new developments.", "author": "John Patrick" }, { "quote": "Technology may create a condition, but the questions are what do we do about ourselves. We better understand ourselves pretty clearly and we better find ways to like ourselves.", "author": "Herbert Simon" }, { "quote": "You can get digital technology that almost is film quality, and go make little films and do everything you can to find a little understanding of your own voice and it will grow - Don't take no for an answer - Take every opportunity you can to do something.", "author": "Jon Voight" }, { "quote": "Technology causes problems as well as solves problems. Nobody has figured out a way to ensure that, as of tomorrow, technology won't create problems. Technology simply means increased power, which is why we have the global problems we face today.", "author": "Jared Diamond" }, { "quote": "In 1948 I entered the Massachusetts Institute of Technology, undecided between studies of chemistry and physics, but my first year convinced me that physics was more interesting to me.", "author": "Burton Richter" }, { "quote": "I had an almost fetishistic attraction to film technology.", "author": "Lars von Trier" }, { "quote": "Our industry has invested so much money in technology that perhaps it's time to invest in talent, in people.", "author": "Christiane Amanpour" }, { "quote": "Computer technology is so built into our lives that it's part of the surround of every artist.", "author": "Steven Levy" }, { "quote": "My intention was to enroll at McGill University but an unexpected series of events led me to study physics at the Massachusetts Institute of Technology.", "author": "Sidney Altman" }, { "quote": "I have argued above that we cannot prevent the Singularity, that its coming is an inevitable consequence of the humans' natural competitiveness and the possibilities inherent in technology.", "author": "Vernor Vinge" }, { "quote": "We are already producing enough food to feed the world. We already have technology in place that allows us to produce more than we can find a market for.", "author": "Jeremy Rifkin" }, { "quote": "I support any procedure that allows photographers to express themselves, whether that involves color, black and white, platinum, palladium and digital technology.", "author": "John Sexton" }, { "quote": "The respect for human rights, essential if we are to use technology wisely, is not something alien that must be grafted onto science. On the contrary, it is integral to science, as also to scholarship in general.", "author": "John Charles Polanyi" }, { "quote": "I consulted a Chinese herbalist and spent two weeks on an island off the coast of Zanzibar. I was away from any kind of contemporary technology.", "author": "Francesca Annis" }, { "quote": "When ATM machines came out and people were prosecuted for robbing ATM machines, I don't think anybody thought the banks were against technology because they didn't want their ATM machines lifted.", "author": "Hilary Rosen" }, { "quote": "Many people recognize that technology often comes with unintended and undesirable side effects.", "author": "Leon Kass" }, { "quote": "But I don't think we'll go there until we go back to the moon and develop a technology base for living and working and transporting ourselves through space.", "author": "Jack Schmitt" }, { "quote": "We're seeing how the videos translate to the live shows and how the technology is really reaching kids.", "author": "Willie Aames" }, { "quote": "There used to be this country called the Soviet Union; it's not there anymore. Our technology was better than theirs.", "author": "Tom Clancy" }, { "quote": "The human condition today is better than it's ever been, and technology is one of the reasons for that.", "author": "Tom Clancy" }, { "quote": "So, I see technology as a Trojan Horse: It looks like a wonderful thing, but they are going to regret introducing it into the schools because it simply can't be controlled.", "author": "Daniel Greenberg" }, { "quote": "But I think technology advertising will have to stop addressing how products are made and concentrate more on what a product will do for the consumer.", "author": "Jay Chiat" }, { "quote": "Second, we're spending a huge amount of money on technology so that everyone can check out laptops and portable phones. We're spending more money to write our existing information into databases or onto CD-ROM.", "author": "Jay Chiat" }, { "quote": "While the technology revolution has yet to reach far into the households of those in developing countries, this is certainly another area where more developed countries can assist those in the less developed world.", "author": "Carol Bellamy" }, { "quote": "Roman civilization had achieved, within the bounds of its technology, relatively as great a mastery of time and space as we have achieved today.", "author": "Arthur Erickson" }, { "quote": "In consequence, science is more important than ever for industrial technology.", "author": "Kenneth G. Wilson" }, { "quote": "I'm creating the kind of games that I like right now. I'm not being held back by technology.", "author": "John Romero" }, { "quote": "A world technology means either a world government or world suicide.", "author": "Max Lerner" }, { "quote": "If that's there, I believe that technology will probably step up to their part of it.", "author": "Neil Armstrong" }, { "quote": "Technology... the knack of so arranging the world that we don't have to experience it.", "author": "Max Frisch" }, { "quote": "We're competing with everything: the beach, the mall, bookstores. Libraries are in a transition right now, caught between two forces, the old ways and technology. Libraries are under a lot of pressure to provide both.", "author": "John Callahan" }, { "quote": "Technology has not only changed the way people are able to view movies, it has changed the way our industry produces and advertises movies.", "author": "Dan Glickman" }, { "quote": "I don't think people buy technology products because of the personalities of the people behind them.", "author": "Jim Balsillie" }, { "quote": "I have run large organizations, I know what it takes to create a healthy business climate, and I have more experience than Jerry Brown doing that. So it'll be a stark contrast, a career politician vs. someone who has met a payroll, gotten a return on investment, knows how to use technology to do more with less.", "author": "Meg Whitman" }, { "quote": "I think we can be the very best place to start a business, to grow a business, to invent a new technology, to change the world, to change the country. But we've got a lot of work to deliver a new California to the people of California.", "author": "Meg Whitman" }, { "quote": "It would be unwise to say the least, irresponsible of us at the TSA, at the Homeland Security Department not to evolve our technology to match the changing threat environment that we inhabit.", "author": "Janet Napolitano" }, { "quote": "As part of our layered approach, we have expedited the deployment of new Advanced Imaging Technology (AIT) units to help detect concealed metallic and non-metallic threats on passengers. These machines are now in use at airports nationwide, and the vast majority of travelers say they prefer this technology to alternative screening measures.", "author": "Janet Napolitano" }, { "quote": "What we're doing is making sure that we have a safe and secure border region from San Diego all the way to Brownsville. And that means manpower, it means technology, it means infrastructure, it means interior enforcement. All, you know, kind of layered in appropriate ways, and making sure, like I said before, the border is safe and secure.", "author": "Janet Napolitano" }, { "quote": "I believe that we were not as effective in the second term dealing with this issue of nuclear none proliferation as we had been during the first term when we stripped Libya and Iraq and A.Q. Khan and their capacity to proliferate nuclear technology.", "author": "Dick Cheney" }, { "quote": "You cannot blame the mismanagement of the economy or the fact that we have not invested adequately in education in order to give our people the knowledge, the skills and the technology that they need in order to be able to use the resources that Africa has to gain wealth.", "author": "Wangari Maathai" }, { "quote": "Creative people are notoriously the slowest to adopt new technology.", "author": "Robert Rodriguez" }, { "quote": "I want to push technology boundaries to be more efficient.", "author": "Robert Rodriguez" }, { "quote": "You can have the best technology in the world, but if you don't have a community who wants to use it and who are excited about it, then it has no purpose.", "author": "Chris Hughes" }, { "quote": "By 2007, we were finally living in a culture where people get what networks are and what technology can do to connect people.", "author": "Chris Hughes" }, { "quote": "I don't believe that government is good at picking technology, particularly technology that is changing. By the time you get it done and go through democracy, it's so outdated.", "author": "Michael Bloomberg" }, { "quote": "I think there are four or five interesting pockets where a lot of cool technology companies are getting started. Chicago is one of them. New York is certainly another. Silicon Valley really dominates. And you're seeing some stuff out of Boston and Seattle and down South.", "author": "Eric Lefkofsky" }, { "quote": "Who knows what technology will emerge in the next five years, let alone 20. Yet the education we provide our children now is supposed to last for decades. We cannot train them for jobs that do not even exist yet, but we can provide them with the minds and tools they'll need to adapt to our ever-changing set of circumstances.", "author": "Jim Hunt" }, { "quote": "All this technology has not changed the way NFL Films does business and our process. Yes, with one touch of a button now you reach millions of people but it is still the same approach that my father and I started out with.", "author": "Steve Sabol" }, { "quote": "We need to make sure that there's art in the school. Why? Why should art be in the school? Because if art isn't in a school, then a guy like Steve Jobs doesn't get a chance to really express himself because in order for art to meet technology, you need art.", "author": "LL Cool J" }, { "quote": "Bear in mind North Korea has been the leading source, a leading source of nuclear technology and of missile delivery systems to some of the world's great rogues in Iran and Syria.", "author": "Robert McFarlane" }, { "quote": "I can't live without my smartphone, but I really geek on coding. It's not so much technology that I like, but puzzle solving.", "author": "Sylvia Day" }, { "quote": "I love the 3D revolution. I love the technology today that continues to push the envelope, continues break the new ground, and continues to raise the bar.", "author": "Dwayne Johnson" }, { "quote": "You'd think that in this age, especially in the 21st century - especially with all the technology and all the discoveries that we've made - that we would figure out how to tackle abuse.", "author": "Tori Amos" }, { "quote": "Performance capture is a technology, not a genre; it's just another way of recording an actor's performance.", "author": "Andy Serkis" }, { "quote": "If we invest in researching and developing energy technology, we'll do some real good in the long run, rather than just making ourselves feel good today. But climate change is not the only challenge of the 21st century, and for many other global problems we have low-cost, durable solutions.", "author": "Bjorn Lomborg" }, { "quote": "I've been so entwined with technology since I was about 15, recording myself and multitracking and producing things on my own.", "author": "St. Vincent" }, { "quote": "We're in a time now where technology is such that we can create anything, and that's what's new about television and film these days.", "author": "Jennifer Morrison" }, { "quote": "I am fascinated by all the new technology that creates places for us to meet in what is called cyberspace. I understand what it must have meant for the rebellions in the 19th century, especially in 1830 and 1848, when the mass circulated newspaper became so important for the spreading of information.", "author": "Henning Mankell" }, { "quote": "I don't want technology to take me so far that I don't have to use my brain anymore. It's like GPS taking over and losing your internal compass. It's always got to be tactile, still organic.", "author": "Andrew Bird" }, { "quote": "To expect alien technology to be just a few decades ahead of ours is too incredible to be taken seriously.", "author": "Paul Davies" }, { "quote": "I think 99 percent of women's lib comes from technology making different kinds of lives possible, and then the social adjustment follows the technology - it doesn't precede it.", "author": "Lois McMaster Bujold" }, { "quote": "A vital step for the technology sector is to signpost legitimate search options far more clearly and to delete links to sites that promote illegally sourced content.", "author": "David Puttnam" }, { "quote": "If you really want to improve technology, if you want things to work better and be better, you've got to protect the person who spends a lot of effort, money, and time developing that new technology.", "author": "James Dyson" }, { "quote": "So I think the winners in recession are the people who produce new technology that does things better, which people really want.", "author": "James Dyson" }, { "quote": "The way the world is going, it's technology driven. And it isn't just driven by the old super powers, it's driven by the far east and new emerging economies.", "author": "James Dyson" }, { "quote": "When dealing in the technology, it becomes a question of whether you overuse something. I think that's worse than having something technologically available to you and not using it.", "author": "Al Michaels" }, { "quote": "No one has ever been able to stop the process and evolution of technology, not even I.B.M. That is going to continue. Those who grab it and move ahead with it will determine the future in this industry.", "author": "Eckhard Pfeiffer" }, { "quote": "The Keystone XL project has built strong safety measures into its design with the newest technology. Additionally, 80 percent of the new Canadian oil sands are being developed 'in situ,' meaning, it has a similar carbon footprint and emissions as conventional oil wells.", "author": "John Hoeven" }, { "quote": "You know, one of the great things about most renewable technologies - not every technology, but many of them - is the jobs have to be local. When you're talking about a power plant and power generation using solar thermal technology, the jobs will be where the plant is.", "author": "Vinod Khosla" }, { "quote": "I do not know what got me interested in technology. What was very clear to me very early on was that I was not interested in religion and that naturally increased my curiosity about science and technology, and I fundamentally believe the two are conflicting.", "author": "Vinod Khosla" }, { "quote": "My creative side is identifying all these great entrepreneurial creative people that come up with great ideas, whether they are in fashion or technology or a new tool to improve ourselves.", "author": "Carmen Busquets" }, { "quote": "I try getting in front of as many opportunities as possible, but in the late '90s, I had no idea that I'd end up being CFO of a technology company. I'd no idea what venture capital was.", "author": "Roelof Botha" }, { "quote": "The entire world is now a rival to Silicon Valley. No country, state, region, nor city has a lock on innovation in technology anymore.", "author": "Fred Wilson" }, { "quote": "Technology is changing, so the viewership is getting broken up. My kids watch everything downloaded; they have no idea what the numbers or the names of the channels mean, except 'FX makes the show that I see on my computer.'", "author": "Denis Leary" }, { "quote": "All space projects push the frontiers of technology and are drivers of innovation.", "author": "Martin Rees" }, { "quote": "I wouldn't say you have an online life and a real life. I think technology is just mapping and organizing what already exists.", "author": "Ashton Kutcher" }, { "quote": "I'm sort of awkward with technology, and I think I'm the type of guy who would have something cool happen to him, and it would take, like, five days to figure out how to tweet it.", "author": "Ben Bass" }, { "quote": "It used to be you needed to have a very large sophisticated state before you could even have a nuclear weapon... Now the technology is widespread enough. It doesn't take very many people to be able to cobble together a devastating attack, and all it takes is one.", "author": "Dick Cheney" }, { "quote": "We should've asked China to be a portion of the space station. We should've worked out ways that we can... just give away the technology that we have that puts things up into space, with cooperation up above the atmosphere that's needed to help each other.", "author": "Buzz Aldrin" }, { "quote": "There is technology where you can watch the match live online and also on TV. If people understood the game, I'm sure we would have a lot of chess fans by now.", "author": "Viswanathan Anand" }, { "quote": "I like where we're going with technology and global integration, but the fact that corporations and dollars rule everything in our lives, I don't like it. This isn't the Hollywood I wanted to be part of.", "author": "Neill Blomkamp" }, { "quote": "I think filmmakers in general are, as the tools become more and more advanced, you're able to tell stories in a way that I think is more realistic. The technology just wasn't there up until pretty recently, and it takes a bit of time for the normal artistic way of approaching something to become a mainstream thing.", "author": "Neill Blomkamp" }, { "quote": "I think we all realize the consumer has taken control, and they're not giving it back. So as every new technology comes forward, we have to figure out how to integrate it.", "author": "Anne Sweeney" }, { "quote": "Our company has been very forward-thinking about digital technology and the opportunity that it gives us. As we move into a world where we have more and more devices at our disposal, that really means more and more opportunities for the Walt Disney Co. to reach you: through our entertainment, through all of our divisions.", "author": "Anne Sweeney" }, { "quote": "When I took my first job, I was among only a handful of women. It was isolating at times. My love for technology kept me going, and I got to where I am today driven by my passion and self confidence.", "author": "Padmasree Warrior" }, { "quote": "I understand Twitter has become popular among politicians. This technology allows them to stay in perpetual contact with their constituents. The electorate now has instant information about what politicians have been up to.", "author": "P. J. O'Rourke" }, { "quote": "In order to build a great technology company, you have to hire lots of incredibly smart people. It's a total waste to have lots of big brains but not let them work on your biggest problems.", "author": "Ben Horowitz" }, { "quote": "The car is not a rabbit or a deer that jumps around in sweeping lines, but it is a man-made work of technology in need of an appropriate roadway.", "author": "Fritz Todt" }, { "quote": "I never thought, in my lifetime, that you'd be able to watch movies, read books and listen to music from a phone, but I guess the technology of tomorrow is here today.", "author": "Dolly Parton" }, { "quote": "I'm trying my best to keep up with all this new technology, and I surround myself with all these wonderful people that are in the know and kind of help me out with all that.", "author": "Dolly Parton" }, { "quote": "I love technology - yes, I have fallen in love with older cars, but I'm all for new technology.", "author": "Mario Andretti" }, { "quote": "Why should Congresspeople have to visit D.C.? Thanks to Skype, meetings are possible across the country. Thanks to email, communications are simple. And we've had the technology to vote from afar for decades. Why should we have backroom deals made over cigars thousands of miles distant from those who are affected by those deals?", "author": "Ben Shapiro" }, { "quote": "When it comes to nuclear technology, the Iranian people are very sensitive. It is a part of our national pride, and nuclear technology has become indigenous.", "author": "Hassan Rouhani" }, { "quote": "Here's the thing about Apple technology: once you own a piece, you want to use it.", "author": "Warren Ellis" }, { "quote": "I like connecting with people through technology.", "author": "Theophilus London" }, { "quote": "Grassroots techies - the mostly unknown people who write code and start companies that don't make the headlines - hate, loathe, and despise Microsoft. At technology conferences, it is the devil, or the guaranteed laugh line. Its products are mocked, its business practices booed.", "author": "Virginia Postrel" }, { "quote": "I started my career as a journalist, writing about science and technology for 'Business Week' magazine. Then I decided to make a career shift. I went to graduate school in computer science, and I began developing educational technologies - in particular, technologies to engage children in creative learning experiences.", "author": "Mitchel Resnick" }, { "quote": "It's feasible that we'll meet other sentient life forms and conduct commerce with them. We don't now have the technology to physically travel outside our solar system for such an exchange to take place, but we are like Columbus centuries ago, learning fast how to get somewhere few think possible.", "author": "Dimitar Sasselov" }, { "quote": "I see film as a real opportunity to examine the human condition. No matter where the technology goes in the future, the basics don't change. Storytelling is a primitive tribal function. The elders sat around the fires and told these stories as a way to pass on the 'dos' and the 'don'ts.' That will never change.", "author": "Michael Schultz" }, { "quote": "I don't think journalism changes. It's about digging into stories and telling them well. The basic tenets of great reporting stay the same while things around it change. Technology has made reporting easier, but it has also caused job loss. Social media has increased discussion around topics, but it has its own challenges at times.", "author": "Soledad O'Brien" }, { "quote": "Because of technology today, we expect kids to stay in touch with us too much. I think that's unnatural. We really do have to give kids their freedom and allow them to go off and become adults.", "author": "Andie MacDowell" }, { "quote": "The most important impact of technology on communications security is that it draws better and better traffic into vulnerable channels.", "author": "Whitfield Diffie" }, { "quote": "The bottom line is there are lots of problems that were not created by government. The biggest one is loss of middle class incomes, loss of good-paying jobs which was created by technology and globalization. Above all, when you can move a job to China or India, it reduces wages.", "author": "Chuck Schumer" }, { "quote": "I'm guilty of being fascinated by gadgets and toys and technology, but any penny that I spend, I try to make it be a part of what I do for a living. Because then you are forwarding. You are forwarding that art, forwarding that career ahead.", "author": "Jeff Dunham" }, { "quote": "Engineering producers who don't play and have technology as a background may be the reason why there's a lot of cold non-musical music, for lack of a better description.", "author": "Bill Laswell" }, { "quote": "Technology continues to bring us wondrous advances in filmmaking to improve how we view movies.", "author": "Ridley Scott" }, { "quote": "Technology will need to make many more huge leaps before one can ever view films with the level of picture and sound quality many film lovers demand without having to slide a disc into a player, especially with the technical requirements of today's 3D movies.", "author": "Ridley Scott" }, { "quote": "'Globalization' has become the great tag phrase, but when we talk about it, it's nearly always in terms of the global marketplace or communications technology - either data or goods that are whizzing around. We forget that people are whizzing around more and more. On them, it takes a toll.", "author": "Pico Iyer" }, { "quote": "I've never been a great one for technology.", "author": "Orlando Bloom" }, { "quote": "Regardless of what the naysayers believe about human interaction and social media, the data show us that the abundance of technology is actually increasing the abundance of happiness all over the world.", "author": "Peter Diamandis" }, { "quote": "If I got the option of going into outer space and hanging out there for a day and then coming back home and dying the next day, or just waiting around to see if there's any opportunity for the technology to develop so that I might experience outer space sometime in the future, I would probably take the ride today and die tomorrow.", "author": "Ariel Pink" }, { "quote": "I love technology. We can be our own DJs wherever we go.", "author": "Ludacris" }, { "quote": "The Amish communities of Pennsylvania, despite the retro image of horse-drawn buggies and straw hats, have long been engaged in a productive debate about the consequences of technology.", "author": "Howard Rheingold" }, { "quote": "You used to have to sing and convey emotion, and now, well, technically you can do anything with technology. It sucks for music today, but that's why that old music feels so good to me.", "author": "Christina Aguilera" }, { "quote": "As technology continues to increase our possibilities, what we're seeing is a shrinking of the lag time between what we dream about and what we create.", "author": "Jason Silva" }, { "quote": "Success in creating AI would be the biggest event in human history. Unfortunately, it might also be the last, unless we learn how to avoid the risks.", "author": "Stephen Hawking" }, { "quote": "With any advent in technology, any technological innovation, there is the good and the bad.", "author": "Henry Rollins" }, { "quote": "If GM had kept up with technology like the computer industry has, we would all be driving $25 cars that got 1,000 MPG.", "author": "Bill Gates" }, { "quote": "There is a difference between what technology enables and what historical business practices enable.", "author": "Bill Gates" }, { "quote": "Digital technology has several features that can make it much easier for teachers to pay special attention to all their students.", "author": "Bill Gates" }, { "quote": "Software substitution, whether it's for drivers or waiters or nurses - it's progressing. Technology over time will reduce demand for jobs, particularly at the lower end of skill set.", "author": "Bill Gates" }, { "quote": "Technology is unlocking the innate compassion we have for our fellow human beings.", "author": "Bill Gates" }, { "quote": "Science, as opposed to technology, does violence to common sense.", "author": "Richard Dawkins" }, { "quote": "I'm fascinated by the idea that genetics is digital. A gene is a long sequence of coded letters, like computer information. Modern biology is becoming very much a branch of information technology.", "author": "Richard Dawkins" }, { "quote": "Science - or the products of science like technology - is just a way of achieving something real, something that happens, something that works.", "author": "Richard Dawkins" }, { "quote": "I'm sorry, it's true. Having children really changes your view on these things. We're born, we live for a brief instant, and we die. It's been happening for a long time. Technology is not changing it much - if at all.", "author": "Steve Jobs" }, { "quote": "I think it's brought the world a lot closer together, and will continue to do that. There are downsides to everything; there are unintended consequences to everything. The most corrosive piece of technology that I've ever seen is called television - but then, again, television, at its best, is magnificent.", "author": "Steve Jobs" }, { "quote": "I've always wanted to own and control the primary technology in everything we do.", "author": "Steve Jobs" }, { "quote": "Technology favors horrible people.", "author": "Douglas Coupland" }, { "quote": "It feels wistful to imagine a time when people didn't go about their daily routine with the assumption that at any moment another massive media technology will be dumped on us by some geek in California.", "author": "Douglas Coupland" }, { "quote": "There are really two things that have to occur in order for a new technology to be affordable to the mass market. One is you need economies of scale. The other is you need to iterate on the design. You need to go through a few versions.", "author": "Elon Musk" }, { "quote": "If you think back to the beginning of cell phones, laptops or really any new technology, it's always expensive.", "author": "Elon Musk" }, { "quote": "It is definitely true that the fundamental enabling technology for electric cars is lithium-ion as a cell chemistry technology. In the absence of that, I don't think it's possible to make an electric car that is competitive with a gasoline car.", "author": "Elon Musk" }, { "quote": "Government isn't that good at rapid advancement of technology. It tends to be better at funding basic research. To have things take off, you've got to have commercial companies do it.", "author": "Elon Musk" }, { "quote": "If you look at our current technology level, something strange has to happen to civilisations, and I mean strange in a bad way. And it could be that there are a whole lot of dead, one-planet civilisations.", "author": "Elon Musk" }, { "quote": "Technology adds nothing to art.", "author": "Penn Jillette" }, { "quote": "For the most part, any serious magic show is not using very much technology newer than theatrical lights.", "author": "Penn Jillette" }, { "quote": "My body really, really wanted to reproduce when I was 15. It took a lot of civilization, socialization, willpower and some emulsion polymerization technology for me not to reproduce at 15.", "author": "Penn Jillette" }, { "quote": "I'm very good with technology, I always have been, and with machines in general. They seem not threatening like other people find them, but a source of fun and amusement.", "author": "Brian Eno" }, { "quote": "I'm always interested in what you can do with technology that people haven't thought of doing yet.", "author": "Brian Eno" }, { "quote": "You can't really imagine music without technology.", "author": "Brian Eno" }, { "quote": "I'm always interested in what you can do with technology that people haven't thought of doing yet. I think that's sort of a characteristic of the way I've worked ever since I started.", "author": "Brian Eno" }, { "quote": "I think that technology is always invented for historical reasons, to solve a historical problem. But they very soon reveal themselves to be capable of doing things that aren't historical that nobody had ever thought of doing before.", "author": "Brian Eno" }, { "quote": "Each of us has a vital role to play in building a world in which the government and technology serve the world's people and not the other way around.", "author": "Rebecca MacKinnon" }, { "quote": "Can companies just claim a total lack of political responsibility in how their technology is used in all instances? It's something that companies should be thinking about when they sell their technologies around the world.", "author": "Rebecca MacKinnon" }, { "quote": "As a filmmaker, deep blacks are essential, and in my experience, no technology captures those attributes as well as Plasma.", "author": "Ridley Scott" }, { "quote": "The U.K. has to keep investing in new technology, skills, and infrastructure to keep pace with international competition.", "author": "Ridley Scott" }, { "quote": "I think that people would like to, at all times, reject death and disease with technology.", "author": "Alejandro Gonzalez Inarritu" }, { "quote": "The space elevator's not just another competitive technology, promoted by people who simply like the idea of diminishing the luster of the thrusters. It would open wide the doors to space.", "author": "Seth Shostak" }, { "quote": "It seems obvious that if a species has the brainpower for speech, along with the sort of appendages that can manipulate a pair of pliers, it will eventually blunder into science, technology, and radio.", "author": "Seth Shostak" }, { "quote": "Audience members are only concerned about the story, the concept, the bells and whistles and the noise that a popular film starts to make even before it's popular. So audiences will not be drawn to the technology; they'll be drawn to the story. And I hope it always remains that way.", "author": "Steven Spielberg" }, { "quote": "In '83, not only was there no such thing as performance motion capture technology, there was no such thing as digital animation. This was the analog era.", "author": "Steven Spielberg" }, { "quote": "Inventor: A person who makes an ingenious arrangement of wheels, levers and springs, and believes it civilization.", "author": "Ambrose Bierce" }, { "quote": "For a successful technology, reality must take precedence over public relations, for Nature cannot be fooled.", "author": "Richard P. Feynman" }, { "quote": "I think there are going to be a bunch of tablet-like devices. It's really a different product category.", "author": "Jeff Bezos" }, { "quote": "Technology is making gestures precise and brutal, and with them men.", "author": "Theodor Adorno" }, { "quote": "If it keeps up, man will atrophy all his limbs but the push-button finger.", "author": "Frank Lloyd Wright" }, { "quote": "YouTube is akin to having my own network.", "author": "Marlee Matlin" }, { "quote": "You affect the world by what you browse.", "author": "Tim Berners-Lee" }, { "quote": "The Web as I envisaged it, we have not seen it yet. The future is still so much bigger than the past.", "author": "Tim Berners-Lee" }]
