[{"quote": "Whenever you're in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude.", "author": "William James"}, {"quote": "I am convinced that material things can contribute a lot to making one's life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important.", "author": "David Rockefeller"}, {"quote": "Life is relationship, living is relationship. We cannot live if you and I have built a wall around ourselves and just peep over that wall occasionally. Unconsciously, deeply, under the wall, we are related.", "author": "Jiddu Krishnamurti"}, {"quote": "In my early professional years I was asking the question: How can I treat, or cure, or change this person? Now I would phrase the question in this way: How can I provide a relationship which this person may use for his own personal growth?", "author": "Carl Rogers"}, {"quote": "A relationship can give you a gut wrenching feeling sometimes. It's a real emotional ride.", "author": "Drake"}, {"quote": "Flatter me, and I may not believe you. Criticize me, and I may not like you. Ignore me, and I may not forgive you. Encourage me, and I will not forget you. Love me and I may be forced to love you.", "author": "William Arthur Ward"}, {"quote": "Sister is probably the most competitive relationship within the family, but once the sisters are grown, it becomes the strongest relationship.", "author": "Margaret Mead"}, {"quote": "A relationship is work, and it changes. And you go with the changes. It's more good times than bad times, but it's not always good. You have to overcome those issues and move on.", "author": "David Burtka"}, {"quote": "I personally don't believe people really grow. They just learn stuff when they were a kid, and hold on to it, and that affects every relationship they have.", "author": "Donald Glover"}, {"quote": "You have nothing if you're texting a guy in a relationship. We can text six women a minute. We can text it and push 'reply all.' I mean, since we're lying, we might as well lie to everybody.", "author": "Steve Harvey"}, {"quote": "Falling in love and having a relationship are two different things.", "author": "Keanu Reeves"}, {"quote": "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational.", "author": "Hugh Mackay"}, {"quote": "You want to believe that there's one relationship in life that's beyond betrayal. A relationship that's beyond that kind of hurt. And there isn't.", "author": "Caleb Carr"}, {"quote": "You can discover more about a person in an hour of play than in a year of conversation.", "author": "Plato"}, {"quote": "The beginning of love is to let those we love be perfectly themselves, and not to twist them to fit our own image. Otherwise we love only the reflection of ourselves we find in them.", "author": "Thomas Merton"}, {"quote": "Intense love does not measure, it just gives.", "author": "Mother Teresa"}, {"quote": "I have my own high standards for what I want in a partner and how I want to be treated. I bring a lot to the table. I'm not talking about material things but what I have to offer as a person - love and loyalty and all the things that make a good relationship.", "author": "Jennifer Lopez"}, {"quote": "Every good relationship, especially marriage, is based on respect. If it's not based on respect, nothing that appears to be good will last very long.", "author": "Amy Grant"}, {"quote": "I can't deal with someone wanting to take a relationship backward or needing space or cheating on you.", "author": "Taylor Swift"}, {"quote": "Growing up in New York has influenced my style so much, and I have an amazing relationship with my stylist, Estee Stanley. We have so much fun with the whole process. She picks out dresses, I try things on and play dress up, and we get creative to see what works.", "author": "Lea Michele"}, {"quote": "The longer I go about living, I see it's the relationship that is most meaningful.", "author": "William Shatner"}, {"quote": "Any relationship should have love, and if there is no love, it is better to call off a relationship. People say that love happens only once, but I don't believe in it because for me, if one relationship doesn't work, you should move on and seek love in another relationship. Who knows; you might find love in the second relationship.", "author": "Bipasha Basu"}, {"quote": "My relationship with George Steinbrenner was great. He was the boss, and I accepted that.", "author": "Joe Torre"}, {"quote": "Relationships based on obligation lack dignity.", "author": "Wayne Dyer"}, {"quote": "Sometimes I wonder if men and women really suit each other. Perhaps they should live next door and just visit now and then.", "author": "Katharine Hepburn"}, {"quote": "To catch a husband is an art; to hold him is a job.", "author": "Simone de Beauvoir"}, {"quote": "They do not love that do not show their love.", "author": "William Shakespeare"}, {"quote": "There is a time for risky love. There is a time for extravagant gestures. There is a time to pour out your affections on one you love. And when the time comes - seize it, don't miss it.", "author": "Max Lucado"}, {"quote": "God gives us relatives; thank God, we can choose our friends.", "author": "Addison Mizner"}, {"quote": "He who lives in our mind is near though he may actually be far away; but he who is not in our heart is far though he may really be nearby.", "author": "Chanakya"}, {"quote": "The Apology opened the opportunity for a new relationship based on mutual respect and mutual responsibility between Indigenous and non-Indigenous Australia. Because without mutual respect and mutual responsibility, the truth is we can achieve very little.", "author": "Kevin Rudd"}, {"quote": "In finding love, I think it's important to be patient. In being in a relationship, I think it's important to be honest, to communicate, to respect and trust, and to strive to give more than you take.", "author": "Kina Grannis"}, {"quote": "One of the greatest things about being an artist is, as you get older, if you keep working hard in relationship to what you want the world to be and how you want it to become, there is a history of interesting growth that resonates with different moments in your life.", "author": "Catherine Opie"}, {"quote": "Everyone talks about building a relationship with your customer. I think you build one with your employees first.", "author": "Angela Ahrendts"}, {"quote": "Economists who have studied the relationship between education and economic growth confirm what common sense suggests: The number of college degrees is not nearly as important as how well students develop cognitive skills, such as critical thinking and problem-solving ability.", "author": "Derek Bok"}, {"quote": "The special relationship between twins is that, if there's anyone else in the world that's going to get or be the confidant that you need, it's an identical twin.", "author": "Sam Underwood"}, {"quote": "There is an interaction and action, reaction between two people. One should show honesty in a relationship. Be honest to your partner and tell him everything. How long can you do things with dishonesty and that's wrong. Don't get into a relationship if you can't be honest.", "author": "Randeep Hooda"}, {"quote": "I think the best way to keep a relationship hot is to simply try to make time for each other. That's it.", "author": "Ashley Madekwe"}, {"quote": "Anxiety and spiritual searching have been consistent themes with me, and that figures into my worldview. But I tend to make my songs sound like relationship songs.", "author": "David Bowie"}, {"quote": "Our first scene is sort of a reunion between the X-Men characters, which establishes everyone's relationship to one another, sort of like a recap for all those who have forgotten since the last movie.", "author": "Shawn Ashmore"}, {"quote": "The first duty of a human being is to assume the right functional relationship to society - more briefly, to find your real job, and do it.", "author": "Charlotte Perkins Gilman"}, {"quote": "Political promises are much like marriage vows. They are made at the beginning of the relationship between candidate and voter, but are quickly forgotten.", "author": "Dick Gregory"}, {"quote": "When you think about your relationship with Christ, it really just affects every aspect of your life. I think a lot of people try to segment off, like, 'This is church, so this is God, this is my daily life, this is my job,' but I think true faith is when it manifests itself in every single aspect of your life.", "author": "Jeremy Lin"}, {"quote": "You are a child of the sun, you come from the sun, and that is something true with the Earth also... your relationship with the Earth is so deep, and the Earth is in you and this is something not very difficult, much less difficult then philosophy.", "author": "Thich Nhat Hanh"}, {"quote": "I have a love-hate relationship with the Grammys because I don't see the music world as a competitive sport.", "author": "James Taylor"}, {"quote": "When a relationship doesn't work anymore, it's terrible to stay with someone that you don't love.", "author": "Monica Bellucci"}, {"quote": "One of the things I've started doing lately is tracking my dreams. I feel like there's a lot of information there and you can really bring those emotions to the situations that may feel mundane or familiar. That gives them new life and gives you a new relationship with it - if that makes any sort of sense.", "author": "Jennifer Carpenter"}, {"quote": "On the relationship side, if you teach people to respond actively and constructively when someone they care about has a victory, it increases love and friendship and decreases the probability of depression.", "author": "Martin Seligman"}, {"quote": "The relationship between parents and children, but especially between mothers and daughters, is tremendously powerful, scarcely to be comprehended in any rational way.", "author": "Joyce Carol Oates"}, {"quote": "When two people in an intimate-couple relationship look at their interactions as opportunities to learn about themselves instead of change each other, they are infusing their relationship with the energy of spiritual partnership.", "author": "Gary Zukav"}, {"quote": "People take such an interest in your love life when you have a profile; it puts a lot of stress on a relationship.", "author": "Margot Robbie"}, {"quote": "The first test of a truly great man is his humility. By humility I don't mean doubt of his powers or hesitation in speaking his opinion, but merely an understanding of the relationship of what he can say and what he can do.", "author": "John Ruskin"}, {"quote": "Having been an educator for so many years I know that all a good teacher can do is set a context, raise questions or enter into a kind of a dialogic relationship with their students.", "author": "Godfrey Reggio"}, {"quote": "It isn't necessary to have relatives in Kansas City in order to be unhappy.", "author": "Groucho Marx"}, {"quote": "Remember that no relationship is a total waste of time. You can always learn something about yourself.", "author": "H. Jackson Brown, Jr."}, {"quote": "Don't smother each other. No one can grow in the shade.", "author": "Leo Buscaglia"}, {"quote": "I want a man who's kind and understanding. Is that too much to ask of a millionaire?", "author": "Zsa Zsa Gabor"}, {"quote": "The whole of science, and one is tempted to think the whole of the life of any thinking man, is trying to come to terms with the relationship between yourself and the natural world. Why are you here, and how do you fit in, and what's it all about.", "author": "David Attenborough"}, {"quote": "It's a great relationship when you can work with the person who you consider to be your soul mate.", "author": "Rick Derringer"}, {"quote": "The object of my relationship with Vietnam has been to heal the wounds that exist, particularly among our veterans, and to move forward with a positive relationship,... Apparently some in the Vietnamese government don't want to do that and that's their decision.", "author": "Ho Chi Minh"}, {"quote": "You never lose by loving. You always lose by holding back.", "author": "Barbara De Angelis"}, {"quote": "Assumptions are the termites of relationships.", "author": "Henry Winkler"}, {"quote": "The relationship between renewable energy sources and the communities we expect to host them must be appropriate and sustainable and, above all, acceptable to local people.", "author": "Owen Paterson"}, {"quote": "People put so much effort into starting a relationship and so little effort into ending one.", "author": "Marina Abramovic"}, {"quote": "It's hard to think of any tool, any instrument, any object in history with which so many developed so close a relationship so quickly as we have with our phones.", "author": "Nancy Gibbs"}, {"quote": "I think the most important thing in life is self-love, because if you don't have self-love, and respect for everything about your own body, your own soul, your own capsule, then how can you have an authentic relationship with anyone else?", "author": "Shailene Woodley"}, {"quote": "A people's relationship to their heritage is the same as the relationship of a child to its mother.", "author": "John Henrik Clarke"}, {"quote": "I had great relationship with the Hispanic - we had a lot of Hispanics in the school actually from different countries, Venezuela, from Brazil, and they all played soccer, and I was on the soccer team, and I developed great relationships with them.", "author": "Donald Trump"}, {"quote": "Love is the missing factor; there is a lack of affection, of warmth in relationship; and because we lack that love, that tenderness, that generosity, that mercy in relationship, we escape into mass action, which produces further confusion, further misery.", "author": "Jiddu Krishnamurti"}, {"quote": "What is real is that adultery destroys tens of thousands of families every year across America. What is real is that adultery scars tens of thousands of children emotionally and psychologically every year. What is real is that adultery is an open wound in a relationship which more often than not overflows into domestic violence or worse.", "author": "Mike Pence"}, {"quote": "Love comes when manipulation stops; when you think more about the other person than about his or her reactions to you. When you dare to reveal yourself fully. When you dare to be vulnerable.", "author": "Joyce Brothers"}, {"quote": "Friendship may, and often does, grow into love, but love never subsides into friendship.", "author": "Lord Byron"}, {"quote": "Once a woman has forgiven her man, she must not reheat his sins for breakfast.", "author": "Marlene Dietrich"}, {"quote": "It takes one person to forgive, it takes two people to be reunited.", "author": "Lewis B. Smedes"}, {"quote": "I have a very bad relationship with mice.", "author": "Casey Affleck"}, {"quote": "You show your vulnerability through relationships, and those feelings are your soft spot. You need to have a soft spot.", "author": "Victoria Pratt"}, {"quote": "A grandchild is a miracle, but a renewed relationship with your own children is even a greater one.", "author": "T. Berry Brazelton"}, {"quote": "In a relationship each person should support the other; they should lift each other up.", "author": "Taylor Swift"}, {"quote": "My worldview, my philosophy, my attitudes, my relationships, my parenting, my marriage - everything has been transformed by my relationship with Christ.", "author": "Lee Strobel"}, {"quote": "The main thing experience has taught me is that one has to sort of hone their relationship to time, you know.", "author": "John Frusciante"}, {"quote": "No gentleman ever discusses any relationship with a lady.", "author": "Keith Miller"}, {"quote": "You tend to meet on a more regular basis with people in your industry, and reality being what it is, you tend to meet with them at the particular level that you occupy; so that develops a fraternity relationship.", "author": "Lew Wasserman"}, {"quote": "Over the years, I've been trying to build a relationship with an audience. I've tried to maintain as much of a low profile as I could so that those characters would emerge and their relationship with audiences would be protected.", "author": "Kevin Spacey"}, {"quote": "In the different voice of women lies the truth of an ethic of care, the tie between relationship and responsibility, and the origins of aggression in the failure of connection.", "author": "Carol Gilligan"}, {"quote": "I certainly wanted to maintain some sense of mystery about Picard and that's why we never allowed certain situations to fully evolve, like the relationship between Picard and Beverly Crusher.", "author": "Patrick Stewart"}, {"quote": "The better you know yourself, the better your relationship with the rest of the world.", "author": "Toni Collette"}, {"quote": "I would never put my close friends or a real relationship on a show.", "author": "Kristin Cavallari"}, {"quote": "Marriage is a commitment for life. It is a permanent, lifelong relationship.", "author": "Dada Vaswani"}, {"quote": "What defines a relationship is the work that's involved to maintain it, and it's constantly changing.", "author": "Neil Patrick Harris"}, {"quote": "People love to hate. I have a love-hate relationship with the world. The world loves to hate me.", "author": "Andy Dick"}, {"quote": "We're getting so pulled in by computers and technology, and our kids have their face in the computers all day. The human relationship is being diminished by this.", "author": "Lenny Kravitz"}, {"quote": "I'm so single. It's funny. I'm usually a relationship girl. I love being in love and having a partner in crime. But it's good to be your own partner in crime. God, that makes me sound like I have multiple-personality disorder.", "author": "Brittany Snow"}, {"quote": "The most important relationship you have in life is the one you have with yourself. And then after that, I'd say once you have that, it may be hard work, but you can actually design your life.", "author": "Diane von Furstenberg"}, {"quote": "My parents had this incredibly vital relationship with an audience, like muscle with blood. This was the main competition I had for my parents' attention: an audience.", "author": "Carrie Fisher"}, {"quote": "When you form a band, you form a real relationship that's like a marriage. It's an emotional connection, especially when you're young... because you don't know what's out there.", "author": "Robert Coppola Schwartzman"}, {"quote": "Whenever I'm talking about relationships, it's always at least three things. It's my relationship with myself, my relationship with God or an idea, and then usually somebody, a real person. I try to operate on all three levels at the same time, and it's difficult, but I never want to have a break-up song or something like that.", "author": "Jose James"}, {"quote": "People of noble character are afraid of keeping friendship with dishonorable people. But people of discreditable character consider friendship with the dishonorable as a blood relationship.", "author": "Thiruvalluvar"}, {"quote": "You know when you have a good relationship with someone when you are just perfectly happy to be quiet and just hang out and do nothing.", "author": "Victoria Justice"}, {"quote": "But the relationship of morality and power is a very subtle one. Because ultimately power without morality is no longer power.", "author": "James Baldwin"}, {"quote": "Real intimacy is only possible to the degree that we can be honest about what we are doing and feeling.", "author": "Joyce Brothers"}, {"quote": "If civilization is to survive, we must cultivate the science of human relationships - the ability of all peoples, of all kinds, to live together, in the same world at peace.", "author": "Franklin D. Roosevelt"}, {"quote": "What love we've given, we'll have forever. What love we fail to give, will be lost for all eternity.", "author": "Leo Buscaglia"}, {"quote": "Spiritual relationship is far more precious than physical. Physical relationship divorced from spiritual is body without soul.", "author": "Mahatma Gandhi"}, {"quote": "If you want a love message to be heard, it has got to be sent out. To keep a lamp burning, we have to keep putting oil in it.", "author": "Mother Teresa"}, {"quote": "The only time a woman really succeeds in changing a man is when he is a baby.", "author": "Natalie Wood"}, {"quote": "I get along with guys; most of my friends are guys. It's easier to trust men sometimes. I only have a few close girlfriends that I trust.", "author": "Paris Hilton"}, {"quote": "I am very sad for men and women trapped in any relationship where there is cruelty, dominance, inequity. I long for the liberation of all people.", "author": "Jasmine Guy"}, {"quote": "Find joy in everything you choose to do. Every job, relationship, home... it's your responsibility to love it, or change it.", "author": "Chuck Palahniuk"}, {"quote": "A relationship requires a lot of work and commitment.", "author": "Greta Scacchi"}, {"quote": "What does it matter how many lovers you have if none of them gives you the universe?", "author": "Jacques Lacan"}, {"quote": "In a relationship you have to open yourself up.", "author": "Neil LaBute"}, {"quote": "If you love somebody, you love them. My parents had a 25-year age gap between them and my mum was the breadwinner, my dad the house husband. I'm a strong believer that a good relationship can work, whatever the situation.", "author": "Katherine Jenkins"}, {"quote": "The closer and more confidential our relationship with someone, the less we are entitled to ask about what we are not voluntarily told.", "author": "Louis Kronenberger"}, {"quote": "When you make a commitment to a relationship, you invest your attention and energy in it more profoundly because you now experience ownership of that relationship.", "author": "Barbara De Angelis"}, {"quote": "It is of practical value to learn to like yourself. Since you must spend so much time with yourself you might as well get some satisfaction out of the relationship.", "author": "Norman Vincent Peale"}, {"quote": "Justice is never given; it is exacted and the struggle must be continuous for freedom is never a final fact, but a continuing evolving process to higher and higher levels of human, social, economic, political and religious relationship.", "author": "A. Philip Randolph"}, {"quote": "Sex is... perfectly natural. It's something that's pleasurable. It's enjoyable and it enhances a relationship. So why don't we learn as much as we can about it and become comfortable with ourselves as sexual human beings because we are all sexual?", "author": "Sue Johanson"}, {"quote": "I've never had an easy relationship with critics. I hold a lot of homicide in my heart. If this was another time, I'd be packing a piece.", "author": "Jim Dine"}, {"quote": "My father and I have a very good relationship. We always got along. But I always scold him.", "author": "Amy Sedaris"}, {"quote": "It's very different than it use to be. I think everybody has a lot more experience in how to be in a relationship - whether it's a marriage or a significant other or a business or a friend.", "author": "Kathy Valentine"}, {"quote": "I think it really makes a difference when you know the people that you're working with, when you develop a relationship.", "author": "Alexa Vega"}, {"quote": "Sometimes you could be in an unhappy relationship; you are very much in love with someone, but it's making you unhappy and you think things can change and you can work it out.", "author": "Vanessa Paradis"}, {"quote": "We saw what happened in Jimmy Carter's administration. President Carter was a good man with the best of intentions. But he came to Washington without a good working relationship with Democratic members of Congress, which played a big part in his administration's problems.", "author": "Jim Hunt"}, {"quote": "People who supported Obama felt like they formed a relationship, that they were being spoken to. The way that campaign worked and the way he's worked during his first term is to make people feel like he's grasping their hand, whether it's by tweeting or email, moments after an event, sometimes during an event. It makes people relate to him.", "author": "James Spader"}, {"quote": "I don't have a good work ethic. I have a real casual relationship with hours.", "author": "Janeane Garofalo"}, {"quote": "I would say 90 percent of Christians do not have a worldview, in other words a view of the world, based on the Scripture and a relationship with God.", "author": "Josh McDowell"}, {"quote": "Golf has an ambivalent relationship with the environment. On one hand, it's a great preserver of open spaces. Golf doesn't pave the world - it helps to green the world. But the downside is, it uses a lot of fertilizer, pesticides and water.", "author": "Thomas Friedman"}, {"quote": "Nah, I've always had a great relationship with my two brothers, I have always had their support in my football and in everything. They've been very close to me and we have a great relationship.", "author": "Lionel Messi"}, {"quote": "Music was your real passion, this thing you held dear even above family. It was this relationship that never betrayed you. Once it became your job - this thing that was highly visible, this thing that became about commerce - that's when you were holding onto music like it was a palm tree in a hurricane.", "author": "Eddie Vedder"}, {"quote": "The relationship between the government of the United States and social and indigenous movements has always been difficult. Not just in Bolivia but worldwide. We need to have bilateral relations characterized by mutual respect.", "author": "Evo Morales"}, {"quote": "I feel there's a power in theatre, but it's an indirect power. It's like the relationship of the sleeper to the unconscious. You discover things you can't afford to countenance in waking life. You can forget them, remember them a day later or not have any idea what they are about.", "author": "Tony Kushner"}, {"quote": "In any solid, good relationship, it takes a while to trust someone.", "author": "Minka Kelly"}, {"quote": "There are very few people that I deal with from a business side that it's just strictly a one-sided business relationship. I think that's important.", "author": "David Nail"}, {"quote": "I had a very difficult relationship with my mother. She used to wake me up in the middle of the night if I wasn't sleeping straight and was messing up the sheets. Now when I stay in hotels I sleep so straight they don't even think I've used the bed.", "author": "Marina Abramovic"}, {"quote": "A pick-up artist gave me a good piece of advice: the three most important things in a relationship are honesty, trust and respect, and if you don't have those, you don't have love.", "author": "Neil Strauss"}, {"quote": "When I look at relationships, my own and others, I see a wide range of reasons for people to be together and ways in which they are together. I see ways in which a relationship - which means something that exists between two or more people - for the most part reinforces people's separateness as individual entities.", "author": "Ram Dass"}, {"quote": "The depth of the love of parents for their children cannot be measured. It is like no other relationship. It exceeds concern for life itself. The love of a parent for a child is continuous and transcends heartbreak and disappointment.", "author": "James E. Faust"}, {"quote": "The best thing that can happen in a relationship is when you are the same person you were before the relationship started. You are not hiding anything, and you still have a life of your own. The other best thing is sex - that is a super positive.", "author": "Greg Behrendt"}, {"quote": "For the United States to be a global leader, we have to have a very tight relationship with Europe. And we've held that relationship since 1949 when we established the North Atlantic Treaty Organization, NATO. NATO is the bond. It's a security bond.", "author": "Wesley Clark"}, {"quote": "We write in ways that, we generally hope, reflect real life, or at least look familiar to humans. And in life, recurring themes are a recurring theme. We never quite conquer a pet vice or a relationship pattern or a communication habit. We're haunted by our particular demons.", "author": "Sara Zarr"}, {"quote": "Each brand leader is focused on ensuring that the brand relationship with its customer is strong and differentiated. To accomplish this differentiation, we plan to offer her even more unique product and talk with her in new and exciting ways.", "author": "Richard Hayne"}, {"quote": "I have women working in high positions. I was one of the first people to put women in charge of big construction jobs. And, you know, I've had a great relationship with women.", "author": "Donald Trump"}, {"quote": "No one can live without relationship. You may withdraw into the mountains, become a monk, a sannyasi, wander off into the desert by yourself, but you are related. You cannot escape from that absolute fact. You cannot exist in isolation.", "author": "Jiddu Krishnamurti"}, {"quote": "It's finding time for each other. That's the trick to any relationship, you know. Finding time to really be present for each other.", "author": "Liev Schreiber"}, {"quote": "Never assume that the guy understands that you and he have a relationship.", "author": "Dave Barry"}, {"quote": "In human relationships, kindness and lies are worth a thousand truths.", "author": "Graham Greene"}, {"quote": "I was born when you kissed me. I died when you left me. I lived a few weeks while you loved me.", "author": "Humphrey Bogart"}, {"quote": "How can a woman be expected to be happy with a man who insists on treating her as if she were a perfectly normal human being.", "author": "Oscar Wilde"}, {"quote": "I want to be very close to someone I respect and admire and have somebody who feels the same way about me.", "author": "Richard Bach"}, {"quote": "Caesar might have married Cleopatra, but he had a wife at home. There's always something.", "author": "Will Cuppy"}, {"quote": "Children are our second chance to have a great parent-child relationship.", "author": "Laura Schlessinger"}, {"quote": "When a mother quarrels with a daughter, she has a double dose of unhappiness hers from the conflict, and empathy with her daughter's from the conflict with her. Throughout her life a mother retains this special need to maintain a good relationship with her daughter.", "author": "Terri Apter"}, {"quote": "In a few decades, the relationship between the environment, resources and conflict may seem almost as obvious as the connection we see today between human rights, democracy and peace.", "author": "Wangari Maathai"}, {"quote": "Have you ever loved somebody, loved her completely, but had to end the relationship for life reasons?", "author": "John Mayer"}, {"quote": "No one ever asked what was my relationship with Bart Giamatti. We used to talk about baseball a lot as a player and a commissioner, just talk about the game, what could we do to help the game, where's the game going, he was pretty good.", "author": "Pete Rose"}, {"quote": "If you look back on the breakups that you've had, whether it's a long relationship or a one-night stand, it's always awkward.", "author": "Patrick Wilson"}, {"quote": "Whether you're keeping a journal or writing as a meditation, it's the same thing. What's important is you're having a relationship with your mind.", "author": "Natalie Goldberg"}, {"quote": "I think there are so many books out there written on relationships and romance that women are the authors of. How can women know exactly how men think? And there are so many guys out there with relationship books who are just not telling the truth. They have shaded parts.", "author": "Steve Harvey"}, {"quote": "I've learned through my own relationship with God that He's not expecting me to be perfect; He wants me to do my best to be in His will and take steps of faith as He leads me, through His Word and the promptings He speaks to my heart.", "author": "Joyce Meyer"}, {"quote": "When we enter into a personal relationship with Jesus Christ, something wonderful happens: God begins to change our desires, and we want to be more like Him.", "author": "Joyce Meyer"}, {"quote": "Real relationship is gritty and earthy, the stuff that life is made of.", "author": "Amy Grant"}, {"quote": "It isn't hard to be in a relationship because I've always loved to be in a relationship, and I love to be in love.", "author": "Usher"}, {"quote": "Knowledge is power. You can't begin a career, for that matter even a relationship, unless you know everything there is to know about it.", "author": "Randeep Hooda"}, {"quote": "I think if we want to find happiness by finding a life partner, then it's a little selfish. You should be complete within yourself, so that when you're in a relationship, you can give out happiness rather than expect it.", "author": "Shahid Kapoor"}, {"quote": "Enchanted partnership begins with the conscious understanding, on the part of two people, that the purpose of their relationship is not so much material as spiritual, and the internal skills demanded by it are prodigious.", "author": "Marianne Williamson"}, {"quote": "I think I have a strange relationship with time. I'm not really aware of that time passing. I don't feel that I'm wasteful with time. But I'm not aware of it passing.", "author": "Daniel Day-Lewis"}, {"quote": "I find Jesus my confidant and companion, brother and savior; our relationship is intimate, vulnerable, demanding yet comfortable and reassuring.", "author": "Malcolm Boyd"}, {"quote": "I'm quite sensitive to women. I saw how my sister got treated by boyfriends. I read this thing that said when you are in a relationship with a woman, imagine how you would feel if you were her father. That's been my approach, for the most part.", "author": "Orlando Bloom"}, {"quote": "I have a fantastic relationship with money. I use it to buy my freedom.", "author": "Gianni Versace"}, {"quote": "It's a complex relationship when your dad happened to be president and you are president and then you have all the amateur psychology that goes on when people try to speculate about motivations.", "author": "Jeb Bush"}, {"quote": "I feel like you don't know if someone's equipped for a romantic relationship until they're out of their twenties.", "author": "Lena Dunham"}, {"quote": "What surprises me most about God is that the creator of the universe should want a relationship with me.", "author": "Rick Warren"}, {"quote": "I have a love-hate relationship with white silk.", "author": "Alan Rickman"}, {"quote": "I feel like the people from Iceland have a different relationship with their country than other places. Most Icelandic people are really proud to be from there, and we don't have embarrassments like World War II where we were cruel to other people.", "author": "Bjork"}, {"quote": "I'm in a happy relationship, me and my ex are on really good terms, my kid and I are in a good spot.", "author": "Robert Downey, Jr."}, {"quote": "If I'm in a relationship, that girl gets showered with letters from the road. I pour my heart into it.", "author": "Jason Mraz"}, {"quote": "I think anybody who has had a long relationship and has had a really hard time letting go, wants to feel like it's not all for naught, and it's meaningful, because it makes you who you are.", "author": "Rashida Jones"}, {"quote": "I know I was a great friend to Tiger Woods. But when you have a relationship that's involves business and friendship - and the business part comes to an end - things always get a little blurry.", "author": "Hank Haney"}, {"quote": "No one leaves a long-term relationship scot-free or without conflict.", "author": "Susie Orbach"}, {"quote": "I don't dislike any of my exes. If I took time to form a relationship, it's gonna hurt when we move on, but are you puttin' White-Out over all that beautiful time together? That was real time in your life. It's connected to where you are today.", "author": "Matthew McConaughey"}, {"quote": "Sometimes I think the world is divided into those who have a comfortable relationship with power and those who have a naturally adversarial relationship with power.", "author": "Arundhati Roy"}, {"quote": "When you're rich and famous you are the dominant force in a relationship, even if you try hard not to be. I've talked of sacrificing everything for Fleetwood Mac, but I realize now that it is simply the only thing I've ever wanted to do.", "author": "Stevie Nicks"}, {"quote": "So I wanted to sing inspirational music, and that's exactly how I approached it - only the words have been changed to declare my relationship with God.", "author": "Smokey Robinson"}, {"quote": "This is the point being missed by readers who lament Liquor's lack of hot sex scenes, probably because they aren't old enough to understand that a passionate relationship could be about anything other than sex.", "author": "Poppy Z. Brite"}, {"quote": "I liked the premise of this material. I love the marriage relationship. They kind of keep each other honest, and they enjoy each other's sense of humor. Kind of a sexy but boring relationship.", "author": "Patricia Arquette"}, {"quote": "Quentin and I were constantly finding something new that we had in common and comic books were one of them. I think we were talking about comic books much earlier in our relationship, before I had the part.", "author": "David Carradine"}, {"quote": "Daddy loves you, but he smacks you, and he can shout at you and smash things, but Daddy still loves you. So when you get into a relationship with someone who does all of that, why would it be unusual?", "author": "Trisha Goddard"}, {"quote": "If it is true that we have a personal relationship with God, then that's enough for me.", "author": "T Bone Burnett"}, {"quote": "There is an inverse relationship between reliance on the state and self-reliance.", "author": "William F. Buckley, Jr."}, {"quote": "You can only really open yourself up so far to someone that you don't truly love - you keep something back when you know somewhere in your gut that this relationship is going to be forever.", "author": "Piper Perabo"}, {"quote": "India and Japan should develop a complementary relationship in information technology.", "author": "Yoshiro Mori"}, {"quote": "We run into some pretty tough arguments sometimes, but the idea is that at the end of the day, my wife and I realize that we'll always be holding each other's hand. This is a lifelong relationship, and after 12 years she hasn't gotten rid of me yet.", "author": "Kyle Chandler"}, {"quote": "If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it. And, like any great relationship, it just gets better and better as the years roll on.", "author": "Steve Jobs"}, {"quote": "My relationship with Wilhelm and Jacob Grimm reaches far back into my childhood. I grew up with Grimm's fairy tales. I even saw a theater production of 'Tom Thumb' during Advent at the State Theater in Danzig, which my mother took me to see.", "author": "Gunter Grass"}, {"quote": "I've been obsessed with seeing life through music. My records, my relationship with records, my relationship with rock stars, everything that surrounds it, has been really one of the only ways that I ever started to understand the world.", "author": "Jeff Tweedy"}, {"quote": "You've got to be in a bad relationship to really understand what a great one is.", "author": "Steve Harvey"}, {"quote": "In my relationship with God, I've learned that if I follow a 'formula' for how I spend my time with Him, then I'm just accomplishing a checklist of things I feel obligated to do to please Him. This makes my spiritual life more about doing what I need to do to fulfill an obligation than something meaningful.", "author": "Joyce Meyer"}, {"quote": "Unfortunately, I'm more experienced than I care to admit on long-distance relationships. Just because that is my life. I travel because I love to. As a result, I have to sort of make it work when a relationship kind of comes into view.", "author": "Hunter Hayes"}, {"quote": "When I put my faith in Jesus Christ as my savior, and I asked him to forgive and to come into my life, and He does - from that moment forward I have established a personal relationship with God that I have to develop, you know, through Bible reading and prayer, and living my life for him.", "author": "Anne Graham Lotz"}, {"quote": "In a marriage, in any long-term relationship, not to bother with lying. There's no time for that. If you have any sort of secret life, it will come back to haunt you.", "author": "Andy Garcia"}, {"quote": "Men have been intimidated by my relationship with Howard. You know, it's hard for them to imagine that they could be number one, seeing this relationship.", "author": "Robin Quivers"}, {"quote": "I always had the sense that nothing was never good enough - striving for perfection. My mother and I had a sort of typical mother-daughter relationship.", "author": "Dorothy Hamill"}, {"quote": "I once had a long relationship with a lady, and wherever I went in the world, if I saw something she would look great in, a gown or gloves or a ring, I always knew what color she liked most. I knew her size, what material she appreciated most, and I spent the whole time buying gifts for her. And I loved her very much.", "author": "Raymond Burr"}, {"quote": "I'm never happier than when I'm part of an ensemble. The rhythm of working in a group and the dynamic of each individual relationship within that group coming together is such a special thing.", "author": "Sarah Baker"}, {"quote": "For me, every photograph is a portrait; the clothes are just a vehicle for what I want to say. You're photographing a relationship with the person you're shooting; there's an exchange, and that's what that picture is.", "author": "Peter Lindbergh"}, {"quote": "So many people prefer to live in drama because it's comfortable. It's like someone staying in a bad marriage or relationship - it's actually easier to stay because they know what to expect every day, versus leaving and not knowing what to expect.", "author": "Ellen DeGeneres"}, {"quote": "Every man sees in his relatives, and especially in his cousins, a series of grotesque caricatures of himself.", "author": "H. L. Mencken"}, {"quote": "Adapt yourself to the things among which your lot has been cast and love sincerely the fellow creatures with whom destiny has ordained that you shall live.", "author": "Marcus Aurelius"}, {"quote": "No partner in a love relationship... should feel that he has to give up an essential part of himself to make it viable.", "author": "May Sarton"}, {"quote": "Absences are a good influence in love and keep it bright and delicate.", "author": "Robert Louis Stevenson"}, {"quote": "The relationships that people have - that are sexual, psychological, emotional - these relationships are not open to supervision by parents, schools, churches, or government. Nobody has any right to intervene at all in any kind of relationship like that.", "author": "Madalyn Murray O'Hair"}, {"quote": "Most people like to read about intrigue and spies. I hope to provide a metaphor for the average reader's daily life. Most of us live in a slightly conspiratorial relationship with our employer and perhaps with our marriage.", "author": "John le Carre"}, {"quote": "Every relationship is just so tenuous and precarious.", "author": "Larry David"}, {"quote": "Our relationship was cursed by the fact that we agreed on everything.", "author": "Elia Kazan"}, {"quote": "Novel technologies and ideas that impinge on human biology and their perceived impact on human values have renewed strains in the relationship between science and society.", "author": "Paul Berg"}, {"quote": "We cannot have that relationship if we only dictate or threaten and condemn those who disagree.", "author": "Zbigniew Brzezinski"}, {"quote": "Royalties are not how most writers or musicians make their living. Musicians by and large make a living with a relationship with an audience that is economically harnessed through performance and ticket sales.", "author": "John Perry Barlow"}, {"quote": "You don't repair that relationship by sitting down and talking about trust or making promises. Actually, what rebuilds it is living it and doing things differently - and I think that is what is going to make the difference.", "author": "Patricia Hewitt"}, {"quote": "Peace is not a relationship of nations. It is a condition of mind brought about by a serenity of soul. Peace is not merely the absence of war. It is also a state of mind. Lasting peace can come only to peaceful people.", "author": "Jawaharlal Nehru"}, {"quote": "My family gave me values that have sustained me through situations that would challenge any person. My personal relationship with the Lord inspires me in all I do.", "author": "Kathy Ireland"}, {"quote": "I went through a phase when I was 13 where I would only fall in love with people over the age of 19 or 20. I never had a real relationship with any of these people, but it was definitely the guy I wanted to hang out with and wanted to go on trips with. I would be like, 'But, Daddy, he's a musician!'.", "author": "Olivia Wilde"}, {"quote": "Every president needs to deal with the permanent government of the country, and the permanent government of the country is Wall Street oligarchs and corporate plutocrats and the questions becomes what is the relationship between that president and Wall Street.", "author": "Cornel West"}, {"quote": "I think a primal role of a man in a relationship is to protect his woman.", "author": "Armie Hammer"}, {"quote": "And it was a very, very fruitful and great relationship between the Stones and The Beatles. It was very, very friendly.", "author": "Keith Richards"}, {"quote": "Not to be weird, but I still have an ongoing relationship with my mom, even though she passed away, and I've been surprised at how much I've been able to convey to her. Now I sound like a total weirdo, but that's true.", "author": "Mindy Kaling"}, {"quote": "My mom drives me crazy sometimes, but I have a good relationship with her.", "author": "Seth Rogen"}, {"quote": "I know the Russian political elite has got used to the Ukraine suffering from an inferiority complex, but I want this to disappear from our relationship.", "author": "Yulia Tymoshenko"}, {"quote": "For me, I'm not a jealous person. That's just not my thing. You have to have trust in your relationship.", "author": "Fergie"}, {"quote": "Jews have a special relationship to books, and the Haggadah has been translated more widely, and reprinted more often, than any other Jewish book. It is not a work of history or philosophy, not a prayer book, user's manual, timeline, poem or palimpsest - and yet it is all these things.", "author": "Jonathan Safran Foer"}, {"quote": "Selfishness, narcissism, being uncomfortable in your own skin, not feeling connected to the world around you, feeling dislocated from family and youth, having a strange relationship with your childhood - all those things feel really true to me.", "author": "Jason Reitman"}, {"quote": "I wouldn't know what to do on a date. I don't have the time. To make a relationship work, I'd have to give something up, and I'm not so sure I'm willing to do that.", "author": "Tim Gunn"}, {"quote": "I'm a better person in a relationship, and I'm a happier person. I need to come home at the end of the day and have it not be about me and my freaking hair and makeup and character motivations anymore. And I think my work is more inspired when home is safe and sound and solid, because what I do for a living is so bananas and so insecure.", "author": "Ginnifer Goodwin"}, {"quote": "I tend to believe, when you're in a relationship, if you don't fight, it's not a real relationship. You have to have arguments and tensions, otherwise I don't believe it.", "author": "Richard LaGravenese"}, {"quote": "My experiences in life are getting bigger and better. The more stuff I do, the more stuff I talk about - having kids, traveling, going through relationship problems, dealing with things in my own family. All that stuff builds character.", "author": "Kevin Hart"}, {"quote": "Marriage destroyed my relationship with two wonderful men.", "author": "Marilyn Monroe"}, {"quote": "My parents had a great marriage. Interestingly, it made it harder for me in relationships because I knew what a good relationship looked like.", "author": "Candace Bushnell"}, {"quote": "What will support any relationship is clear, complete and conscious conversations when upsets or breakdowns occur.", "author": "Iyanla Vanzant"}, {"quote": "After my father died when I was seven and my mother entered into an abusive relationship, I shuffled between houses - staying with friends, families from church, and relying on the kindness of teachers and people throughout my community to help me grow up essentially without parents.", "author": "Ronnie Musgrove"}, {"quote": "My relationship to plants becomes closer and closer. They make me quiet; I like to be in their company.", "author": "Peter Zumthor"}, {"quote": "I think every relationship is going to go through a few rough patches. Those are what make it stronger, I think.", "author": "Ryan Reynolds"}, {"quote": "Living in a capital in Europe but still surrounded by mountains and ocean, my relationship to music was strongest walking to school and back. I would sing to myself and very quickly started mapping out my melodies to landscapes - at the time I just thought it was very matter of fact, a common thing to do.", "author": "Bjork"}, {"quote": "That's the sign of a good relationship, when you can pick up a phone and it doesn't matter when the last time you spoke was.", "author": "Joe Torre"}, {"quote": "People should accept being single, because those are the moments you can really focus on yourself, and learning who you are. Then when you get in a relationship, you will be stronger and have a little bit more self-awareness, self-love, and the other ingredients for a healthy relationship.", "author": "Lauren London"}, {"quote": "When we look at what has the strongest statistical relationship to overall evaluation of your life, the first one is your career well-being, or the mission, purpose and meaning of what you're doing when you wake up each day.", "author": "Tom Rath"}, {"quote": "People want chat histories. They're a permanent testimony of a relationship.", "author": "Brian Acton"}, {"quote": "None of us can claim to be fair and square in love - and I'm definitely not a hypocrite! Humans are built to evolve with time. It depends on the nature of the relationship you share with a person. It is there today, tomorrow it may be gone; c'est la vie.", "author": "Randeep Hooda"}, {"quote": "My 20s were all about feeling desperate. Desperate to find a new boyfriend. Desperate to get the perfect job. Desperate to get rid of this terrible relationship with this bad new boyfriend.", "author": "Jessi Klein"}, {"quote": "I tend to be a person who starts with the presumption that I should trust you until you abuse the privilege, and then our relationship is forever changed. That's a very big line, and chances are it's not going to work if it's crossed. I warn people that this is how I'm going to deal with it.", "author": "Penny Pritzker"}, {"quote": "God gave me a second chance. I am so very glad with what is going on with my career, but I want to be a success in my relationship with my children.", "author": "El DeBarge"}, {"quote": "I am not possessive at all. In every relationship I have had, the girl has left me. And the fundamental complaint has been that I am self-contained. I am just comfortable with myself and am always on an adventure.", "author": "Shekhar Kapur"}, {"quote": "God and I have a great relationship, but we both see other people.", "author": "Dolly Parton"}, {"quote": "I would like to think that monogamy works: that once you make that vow, that decision in your life to stay committed, you actually get to keep that promise; you get to keep that commitment. I think that once you start to lose that, once you start to wonder, even emotionally - especially emotionally - your relationship is bound to get lost.", "author": "Jonathan Silverman"}, {"quote": "I include myself in the posters because I feel like it forms a more intimate relationship between the artist and the person passing by. And it's important to include some vulnerability and use fears and rejections and various aspects from my own life so people look at my work as more than greeting card fodder.", "author": "Morley"}, {"quote": "As soon as you start feeling like you can't trust the person and you need to check his phone or have his Facebook password or look through his messages - as soon as that trust barrier is broken - it's hard to keep a relationship going after that.", "author": "Austin Butler"}, {"quote": "I think in any father-son relationship, there's going to be times you say, 'Well, the apple didn't fall far from the tree.'", "author": "Michael Raymond-James"}, {"quote": "I totally commit and completely give myself to a relationship. Be warned, though - I don't like being taken for granted, so I can be pretty high-maintenance sometimes!", "author": "Priyanka Chopra"}, {"quote": "I've never been comfortable being a pawn. I work with brands where I feel like I can have my say and companies that I'm proud to be in a relationship with. Partnerships take a lot of time. If I am going to put my name and my face and my energy behind something, I want it to be authentic.", "author": "Kerry Washington"}, {"quote": "The only real security is not in owning or possessing, not in demanding or expecting, not in hoping, even. Security in a relationship lies neither in looking back to what it was, nor forward to what it might be, but living in the present and accepting it as it is now.", "author": "Anne Morrow Lindbergh"}, {"quote": "The heart is forever inexperienced.", "author": "Henry David Thoreau"}, {"quote": "It is not our purpose to become each other; it is to recognize each other, to learn to see the other and honor him for what he is.", "author": "Hermann Hesse"}, {"quote": "Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe.", "author": "Homer"}, {"quote": "The loss of young first love is so painful that it borders on the ludicrous.", "author": "Maya Angelou"}, {"quote": "A person isn't who they are during the last conversation you had with them - they're who they've been throughout your whole relationship.", "author": "Rainer Maria Rilke"}, {"quote": "Everybody needs somebody.", "author": "Mahalia Jackson"}, {"quote": "Every company has two organizational structures: The formal one is written on the charts; the other is the everyday relationship of the men and women in the organization.", "author": "Harold S. Geneen"}, {"quote": "People here in Los Angeles are disgusted now about a sex scandal involving Arnold Schwarzenegger. Apparently for seven years, he carried on a sexual relationship with his own wife.", "author": "Craig Kilborn"}, {"quote": "The formula for achieving a successful relationship is simple: you should treat all disasters as if they were trivialities but never treat a triviality as if it were a disaster.", "author": "Quentin Crisp"}, {"quote": "The relationship between a manufacturer and his advertising agency is almost as intimate as the relationship between a patient and his doctor. Make sure that you can life happily with your prospective client before you accept his account.", "author": "David Ogilvy"}, {"quote": "The basic discovery about any people is the discovery of the relationship between men and women.", "author": "Pearl S. Buck"}, {"quote": "It is better to have a relationship with someone who cheats on you than with someone who does not flush the toilet.", "author": "Uma Thurman"}, {"quote": "The relationship between talent and management is uneasy, at best.", "author": "Jessica Savitch"}, {"quote": "They are representations of many shared hours of collaboration between us all. That's the real nature of the relationship the orchestra and I are trying to build.", "author": "Michael Tilson Thomas"}, {"quote": "As I grew up, I was continually to suffer hardships in different realms of life - in my family, in my relationship to Japanese society and in my way of living at large in the latter half of the twentieth century.", "author": "Kenzaburo Oe"}, {"quote": "The Bible is the only credible guide either as to the real relationship between man and the earth and the great Creator of both or concerning the purpose of the creation of both.", "author": "Joseph Franklin Rutherford"}, {"quote": "The players wanted more money, higher salary caps and they didn't have that family relationship we felt with the players. Mentally, the players were more businesslike.", "author": "Guy Lafleur"}, {"quote": "Doing Saturday Night Live definitely affects my relationship with my girlfriend and with my family, because you feel so much pressure to do well that night. But I think everyone's grown to accept that and so they give me my space at the show.", "author": "Adam Sandler"}, {"quote": "The Web is now philosophical engineering. Physics and the Web are both about the relationship between the small and the large.", "author": "Tim Berners-Lee"}, {"quote": "Once you accept the existence of God - however you define him, however you explain your relationship to him - then you are caught forever with his presence in the center of all things.", "author": "Morris West"}, {"quote": "I think the fact that I'm so well known to be gay makes it very difficult to have a convincing relationship with a woman on screen. It wouldn't be at all difficult for me to kiss a woman - I'll kiss a frog if you like.", "author": "Stephen Fry"}, {"quote": "The person who needs the other person the least in a relationship is the stronger member.", "author": "Douglas Coupland"}, {"quote": "My mom is going to kill me for talking about sleeping with people. But I don't want to put myself in the position where I'm in a monogamous relationship right now. I'm not dating just one person. 'Sex and the City' changed everything for me because those girls would sleep with so many people.", "author": "Lindsay Lohan"}, {"quote": "I'm not one of these guys who's constantly in a relationship, not at all.", "author": "Robert Pattinson"}, {"quote": "In order to satirize adequately, I think you need to bring people down to Earth and be like, 'Yeah, these people drink coffee and have tummy troubles and they go to the bathroom like anybody else, and they all have relationship problems, if they even have relationships.'", "author": "Anna Chlumsky"}, {"quote": "In a relationship you want to treat people the way you want to be treated.", "author": "Bradley Cooper"}, {"quote": "I had my footballing heroes such as Bryan Robson and Diego Maradona but my dad was a rugby league star, and he was my real hero. But the relationship with my mum was rocky and we saw things that would affect any youngster.", "author": "Ryan Giggs"}, {"quote": "The history of the relationship between comedy and swimming is short indeed. Of course it is always funny when someone falls into water, but that's about it.", "author": "Arthur Smith"}, {"quote": "My grandparents got married at a very young age, and a lot of what I think about marriage is based on their relationship.", "author": "Kyle Chandler"}, {"quote": "Every relationship I've been in becomes long-distance because of work. It's never worked out. It puts an intense strain on the relationship, and at a certain point, it becomes too difficult.", "author": "Anton Yelchin"}, {"quote": "The most important thing for me is having a relationship with God. To know that the owner, the creator of the universe loves you, sent His Son to die for your sins; that's very empowering. Knowing Him and knowing that He loves me gives me encouragement and confidence to move forward.", "author": "Ben Carson"}, {"quote": "A relationship is like another job, you know, you have to work at it all the time.", "author": "Candice Swanepoel"}, {"quote": "If you're giving love and not receiving it, you're not in the right relationship. If you're receiving it and not giving it than you are taking advantage of the other person.", "author": "Patti Stanger"}, {"quote": "Well, I don't know if this is true of everyone, but I have this relationship with my parents where, despite however mature or articulate or grown-up I think I've become, as soon as I go home, I turn into this petulant 13-year-old, especially with the tone of my voice.", "author": "Jenna Fischer"}, {"quote": "A lot of my emotional issues come from dealing with the opposite sex. I've come to terms with the fact that I'll be retired before I can finally enter into a healthy relationship.", "author": "Adam Levine"}, {"quote": "Corporations invest in sophisticated CRM, or Customer Relationship Management, programs to effectively oversee their relationship with their customers at every point during the buying process.", "author": "Marc Ostrofsky"}, {"quote": "Writing is my obsession, my passion. My relationship with it is one of the most complex and agonizing and richly vexing that I have in my life.", "author": "Julianna Baggott"}, {"quote": "Whether it's a 16-year old girl, or a mom, or a guy, or anybody, as long as they come up and they're excited to meet me 'cause they've had some sort of relationship with something I've created, it's the coolest thing ever. It never gets old. It's awesome.", "author": "Andy Grammer"}, {"quote": "Whether you're scared of getting into a relationship; or taking the new job; or a confrontation - you have to size fear up.", "author": "Chris Pine"}, {"quote": "I always felt sorry for the sidekick as a kid. They never got their due and it left a very bad taste in the mouth - they are defined by a subordinate relationship to someone else. I always felt like a bit of sidekick when I was a kid and it didn't feel fair.", "author": "China Mieville"}, {"quote": "My work is about life as you and I experience it. You're either lucky or you're not lucky; either your relationship works or it doesn't.", "author": "Mike Leigh"}, {"quote": "The military infrastructure grew me. My faith in God is important, my belief in my country is important, my relationship to my family is important, the things that Mom and Dad tell you growing up are important.", "author": "Tommy Franks"}, {"quote": "I honestly think being single's great. Being in a relationship's great. It's all about the timing.", "author": "Mila Kunis"}, {"quote": "When I'm training a dog, I develop a relationship with that dog. He's my buddy, and I want to make training fun.", "author": "Ian Dunbar"}, {"quote": "You can instill fear in your kids and get them to mind, but they won't function better in the world and your relationship will suffer greatly.", "author": "Ian Dunbar"}, {"quote": "I think you learn more about yourself in the context of a relationship than you can outside of it.", "author": "Pink"}, {"quote": "The dynamic of a relationship changes when one person gets sober.", "author": "Trent Reznor"}, {"quote": "Anything that has a relationship with pleasure, we reject it. Eating, they talk about cholesterol; making love, they talk about AIDS; you talk about smoking, they talk about cancer. It's a very sick society that rejects pleasure.", "author": "Marjane Satrapi"}, {"quote": "Muslim leaders should ask themselves what exactly their relationship is to a political movement that encourages young men to kill and maim on religious grounds.", "author": "Ayaan Hirsi Ali"}, {"quote": "I hope my desire to travel so much isn't forever because it's not the most conducive lifestyle for a relationship or a family by any means.", "author": "Lisa Ling"}, {"quote": "People who don't know the true character of God - who don't believe He is merciful, gracious and slow to anger - can never have a close, personal, intimate relationship with Him.", "author": "Joyce Meyer"}, {"quote": "What we need to understand is that when traditions become laws, rules, obligations and expectations others put on us that we don't want to fulfill, then they lose real meaning and steal the joy from our lives. And if we're too religious, we won't be able to be led by the Holy Spirit and enjoy an intimate relationship with Him.", "author": "Joyce Meyer"}, {"quote": "I have kind of a funny relationship with movies. I don't have to see the whole movie to get an impression of it or to let it have an influence on me.", "author": "Lana Del Rey"}, {"quote": "The goal is not to get into a relationship; the goal is to be in a relationship.", "author": "Ashton Kutcher"}, {"quote": "It's the relationship I have with the world: always trying to escape from reality. I'm a daydreamer; I don't feel in harmony with my epoch or the societies I live in.", "author": "Amin Maalouf"}, {"quote": "My observation of Christendom is that most of us tend to base our relationship with God on our performance instead of on His grace.", "author": "Tullian Tchividjian"}, {"quote": "My life's goal is not to write books; my life's goal is to know God better today. The neat thing about a goal like that is you can achieve it. Faith is constant; it's a relationship.", "author": "Anne Graham Lotz"}, {"quote": "The end of anything is not fun because there's a nostalgia to it and everything else. Even the end of a bad relationship can feel so, so, so sad.", "author": "Jessica Capshaw"}, {"quote": "In terms of the espionage, this is something I have talked to President Obama about. We don't want it to mar the relationship between Mexico and the United States. But it is unacceptable for a country to practice such espionage, especially if there is a good relationship with the other country.", "author": "Enrique Pena Nieto"}, {"quote": "I think a good relationship that Mexico could maintain with the United States and vice versa should be based on trust, on opening - openness and constant dialogue that would allow us essentially to define, share objectives and to work towards those so as to avoid activities which are not known to the other government.", "author": "Enrique Pena Nieto"}, {"quote": "I've always had this interest in sibling relationships because I don't have any siblings. I'm completely a product of the one-child policy in China, so I always kind of wished that I had an older brother or a younger brother or sister just to have that bond, so I find myself constantly writing about that relationship.", "author": "Marie Lu"}, {"quote": "There is a direct relationship between how we feel about Jesus Christ and how we see ourselves. We cannot increase our devotion to the Savior without also obtaining a greater sense of purpose, identity, and conviction.", "author": "Sheri L. Dew"}, {"quote": "Fixing obesity is going to require a change in our modern relationship with food. I'm hopeful that we begin to see a turnaround in this childhood obesity epidemic.", "author": "S. Jay Olshansky"}, {"quote": "China-Africa relationship has a long history and is full of vitality. Since the 1950s and 1960s, our common historical experiences have brought China and Africa together, and we have forged deep friendship in our joint struggle during which we have supported each other in times of difficulty.", "author": "Li Keqiang"}, {"quote": "If you and I had a relationship, and I like to dance and you don't, will that affect our relationship? If I push you and push you, maybe you'll learn to dance, but more likely, that will move you away from me.", "author": "Randa Haines"}, {"quote": "Kids, adults, men, women, everybody has a relationship with Mickey Mouse.", "author": "Warren Spector"}, {"quote": "Redwoods flourish in fog, but they don't like salt air. They tend to appear in valleys that are just out of sight of the sea. In their relationship with the sea, redwoods are like cats that long to be stroked but are shy to the touch.", "author": "Richard Preston"}, {"quote": "In 2007, I did a horseback trip across part of central Mongolia with my 13-year-old son - we encountered Marco Polo at all these historical places where Mongolian nomads would reference his accounts and his relationship with Kublai Khan.", "author": "John Fusco"}, {"quote": "The nicest part of the prize, perhaps, is the effect on my friends and family. Each of them feels proud and happy to have the relationship with me that they do. In a way, it's as though they received an award too, and I like that very much.", "author": "Bruce Beutler"}, {"quote": "Almost 30 years ago, I started seeking help from a counselor with a master's of social work in New York City, but we were never a good match. It was like being in a bad relationship, except the guy could actually bill my health insurance company for lousy dates.", "author": "Gina Barreca"}, {"quote": "When one is the type of writer who cares about the meaning of the historically specific setting, the history itself is not something that I would call backdrop. It's not window dressing for a timeless relationship about love and betrayal. For me, the setting and the specific history are active co-agents with me in trying to form the novel.", "author": "Rachel Kushner"}, {"quote": "Like Hillary Clinton in the United States, Kuczynski is a prototypical member of the trans-American governing class, with deep roots in both the private and public sector and its revolving-door relationship between Washington think tanks, the State Department, and high-level Latin American ministries.", "author": "Greg Grandin"}, {"quote": "I get excited about what the Holy Spirit is doing now through all the people he is refining and raising up all over this planet. I love connections and relationship and networking but it must be led by the Spirit.", "author": "Daniel Smith"}, {"quote": "The mother-daughter relationship is the most complex.", "author": "Wynonna Judd"}, {"quote": "Growing up training, I use to get up so early I would wave to the garbage men going by. So, I had this relationship with Blue Collar America and I really liked it. I felt that lots of those people looked forward to me winning.", "author": "Gerry Cooney"}, {"quote": "Tony and I had a good on and off screen relationship, we are two very different people, but we did share a sense of humor, we now live in different parts of the world but when we find ourselves in the same place it is more or less as if there had been no years in between.", "author": "Roger Moore"}, {"quote": "Creatively, I thought we were still viable and could do more records. But our working relationship just wasn't happening at all, and our chemistry as people broke down because of that.", "author": "Matt Cameron"}, {"quote": "It's as if I were collaborating with myself, revealing my relationship to the material. My hand would make the drawing. Then my mouth would transmit it.", "author": "Jim Hodges"}, {"quote": "Every single major push in education has made it worse and right now it's really bad because everything we've done is de-humanizing education. It's destroying the possibility of the teacher and the student having a warm, friendly, intellectual relationship.", "author": "William Glasser"}, {"quote": "I love the comic opportunities that come up in the context of a father-son relationship.", "author": "Harrison Ford"}, {"quote": "People - not just in their teenage years - hold on to this fantasy of love when they're not ready to have a real relationship.", "author": "Keri Russell"}, {"quote": "I'd had a relationship with a French girl, a Japanese girl, an American girl, a Filippina and she was there all the time - a Lancashire girl. I thought: 'It's a Lancashire girl I was looking for. Why didn't I realize it?'", "author": "David Thewlis"}, {"quote": "While I don't often use the word, the technically precise term for my orientation is bisexual. I believe bisexuality is not a choice, it is a fact. What I have 'chosen' is to be in a gay relationship.", "author": "Cynthia Nixon"}, {"quote": "I'm more of an adventurous type than a relationship type.", "author": "Bob Dylan"}, {"quote": "There was no relationship between a wedding dress and fashion. There was no good taste, either. I realized that I could make an impression in terms of changing and readdressing the whole industry of bridal.", "author": "Vera Wang"}, {"quote": "As you get older you have more respect and empathy for your parents. Now I have a great relationship with both of them.", "author": "Hugh Jackman"}, {"quote": "But I think the real tension lies in the relationship between what you might call the pursuer and his quarry, whether it's the writer or the spy.", "author": "John le Carre"}, {"quote": "Maybe it's just a personal thing, but I get so much grounding from Iceland because I know it's always going to be there. I have a very happy, healthy relationship with the country, so it's really easy to go everywhere because I always have Iceland to go back to.", "author": "Bjork"}, {"quote": "I have a funny relationship with religion. I'm a big believer in ritualistic behavior as long as it doesn't hurt anybody. But I'm not a big fan of rules. And yet, we cannot live in a world without order.", "author": "Madonna Ciccone"}, {"quote": "My relationship with the mountains actually started when I was 16. Every year, a group used to be taken from Auckland Grammar down to the Tangariro National Park for a skiing holiday.", "author": "Edmund Hillary"}, {"quote": "I have been in love, and it was a great feeling. It's when you are attracted to and feel affection for someone. You want to do things for that person. But only love isn't enough in a relationship - understanding and communication are very important aspects.", "author": "Yuvraj Singh"}, {"quote": "Digital intimacy ruins the appetite for the real thing. So, when kids are gaming or even when spouses are gaming, they lose their appetite for genuine intimacy. Kids lose their appetite for getting their intimacy needs, their hunger for significance and attachment, with the family, and it erodes the relationship between them and their parents.", "author": "Gordon Neufeld"}, {"quote": "The physicality of a real relationship - one that encompasses mind, body and soul - ultimately makes it more fulfilling and powerful than any virtual relationship ever could be.", "author": "Henry Cloud"}, {"quote": "Dictators, unlike Democrats, depend on a small coterie to sustain their power. These backers, generally drawn from the military, the senior civil service, and family or clan members, have a synergistic relationship with their dictator. The dictator delivers opportunities for them to become rich, and they protect him from being overthrown.", "author": "Bruce Bueno de Mesquita"}, {"quote": "Your relationship to food is but a reflection of your relationship to yourself, as is everything in your life.", "author": "Marianne Williamson"}, {"quote": "Whenever I travel to a poor country, I try to help at least one person. Usually, that person helps me just as much - I can find a local poor person to be my guide or my interpreter. That person makes money from me, I make money from him or her, we both learn about each other. It's an equal win-win relationship.", "author": "William T. Vollmann"}, {"quote": "There is some level on which this life must occasionally become repugnant and unappetizing to you and you must step back from it. And then you have a new relationship with it, and then you step back into it from a different angle - with a new appetite - and then you find the next leg of your journey.", "author": "John Patrick Shanley"}, {"quote": "I'm not really into religion, OK. I saw a lot of things I did not like when I got into organized religion. I think a lot of people abuse it, I think a lot of people use it, I think a lot of people make it what they want. And me, my faith and my relationship with God is very personal. And it's not anybody's damn business how we talk.", "author": "Jake Roberts"}, {"quote": "My family and I are so close, it's important to have a close knit relationship and to make time to spend with each other, especially at the holidays.", "author": "Gia Coppola"}, {"quote": "The relationship with the cast has everything to do with how a performance develops, and in a sense that while you're discovering a play in the course of rehearsal with the director, you're also discovering it with your fellow actors. We're all in it together.", "author": "Kevin Spacey"}, {"quote": "Those who are truly contemporary are those who neither perfectly coincide with their time nor adapt to its demands... Contemporariness, then, is that relationship with time that adheres to it through a disconnection.", "author": "Giorgio Agamben"}, {"quote": "Everything is expressed through relationship. Colour can exist only through other colours, dimension through other dimensions, position through other positions that oppose them. That is why I regard relationship as the principal thing.", "author": "Piet Mondrian"}, {"quote": "I was raised in a family where cinema was a way of life. It was not only about making films, it was relationship, passion, love, everything at the same time.", "author": "Thomas Langmann"}, {"quote": "The relationship between critic and writer is similar to the one between the pigeon and the statue.", "author": "Ashwin Sanghi"}, {"quote": "Graffiti has an interesting relationship to the broader world of hip-hop: It's part of the culture, but also in a weird way a stepchild of the culture.", "author": "Adam Mansbach"}, {"quote": "The essential relationship across American history between black people and white people is one of exploitation and one of plunder. This is not, you know, necessarily about, you know, whether you're a good person or not or whether you see black people, you know, on the street, and you're willing to shake their hands and be polite.", "author": "Ta-Nehisi Coates"}, {"quote": "I have brought many artifacts back with me from the steppe. My favourite is a 90-year-old Kazakh saddle decorated with silverwork in traditional motifs. It symbolises the deep relationship between man and horse on the Eurasian Steppe.", "author": "Tim Cope"}, {"quote": "The single woman is a free woman, and being single does not mean being alone - it means being free to have a relationship or not. This can be scary, but it's also very interesting.", "author": "Monica Bellucci"}, {"quote": "American and Israel share a special bond. Our relationship is unique among all nations. Like America, Israel is a strong democracy, a symbol of freedom, and an oasis of liberty, a home to the oppressed and persecuted.", "author": "William J. Clinton"}, {"quote": "The heart of our relationship, this natural environment that has blessed us really all along the west coast of North America, on both sides of the border we've realized that this incredible natural wealth comes with a price.", "author": "Dan Miller"}, {"quote": "The relationship I have to my fatherland is like that of mothers with crippled children: they love them all the more, the more crippled they are. Germany is the background of all my plans, the return to Germany.", "author": "Friedrich List"}, {"quote": "Though I still have no semblance of a life outside of Nine Inch Nails at the moment, I realize my goals have gone from getting a record deal or selling another record to being a better person, more well-rounded, having friends, having a relationship with somebody.", "author": "Trent Reznor"}, {"quote": "I don't remember any sibling rivalry growing up, because by the time I was really conscious, Tom was going away to college. My relationship with him, which is a very close one, really developed in more recent years.", "author": "David Hyde Pierce"}, {"quote": "I have a need to make these sorts of connections literal sometimes, and a vehicle often helps to do that. I have a relationship to car culture. It isn't really about loving cars. It's sort of about needing them.", "author": "Matthew Barney"}, {"quote": "This book is about physics and its about physics and its relationship with mathematics and how they seem to be intimately related and to what extent can you explore this relationship and trust it.", "author": "Roger Penrose"}, {"quote": "At first we got along real well. Now... it's pretty much just a professional relationship.", "author": "Jose Carreras"}, {"quote": "I'm open-minded. I don't consider myself gay or hetero, I just am. I've had experiences all over the planet but it always comes down to just me, but I think at this point if I had an ongoing relationship I believe it would be with a man.", "author": "Dana Plato"}, {"quote": "Back then I didn't think a woman like that, or a relationship like that, could exist with complete freedom and no jealousy or possessiveness. I thought it sounded too good to be true and I was certainly convinced it wasn't the life for me!", "author": "Sylvia Kristel"}, {"quote": "This is the most intimate relationship between literature and its readers: they treat the text as a part of themselves, as a possession.", "author": "Ryszard Kapuscinski"}, {"quote": "When Tony was madly in love with me, his relationship with Vanessa Redgrave was ending.", "author": "Jeanne Moreau"}, {"quote": "A lot has been written about Tony Perkins and myself and I figured, Let's get it straight. I had a relationship with Tony for two to three years, but those are only threads in the tapestry of my whole life.", "author": "Tab Hunter"}, {"quote": "French Yemeni relations are strong and good, they are relations depending on friendship and cooperation; my relationship with the president Chiraq are old and real.", "author": "Ali Abdullah Saleh"}, {"quote": "The antagonisms between men and women express themselves in the most delicate phase of their life together - in their sexual relationship.", "author": "C. L. R. James"}, {"quote": "For me, the highest level of sexual excitement is in a monogamous relationship.", "author": "Warren Beatty"}, {"quote": "The Federal Government is exploiting public fear to redefine the relationship between the rulers and the American people.", "author": "James Bovard"}, {"quote": "We had a relationship that lasted 44 years. Herbert and I lived together 10 years before we were married. He always gave me a little heart for whatever anniversary.", "author": "Uta Hagen"}, {"quote": "And on top of that, when we work together we have a wonderful working relationship we push each other we challenge each other we laugh 80% of the time that we are together we're very fortunate.", "author": "Alex Lifeson"}, {"quote": "I was actually a bit disappointed about the amount of sex in the show. I think Backus should get out a bit more, get a relationship, perhaps make her a lesbian.", "author": "Lexa Doig"}, {"quote": "Our institute's agenda is relatively simple. We study the relationship between social-economic change and culture. By culture we mean beliefs, values and lifestyles. We cover a broad range of issues, and we work very internationally.", "author": "Peter L. Berger"}, {"quote": "I invented the psychological histories and the relationship between Jack and Susan Stanton. I didn't know anything about the Clintons. I don't know more about the Clintons' marriage than you do.", "author": "Joe Klein"}, {"quote": "In the best of all possible worlds, February 14 is a pleasant and sentimental opportunity to lavish your partner with attention or move your relationship to the next level.", "author": "Pepper Schwartz"}, {"quote": "I'm very pleased with being a part of the Bean Pole family. It's a relationship that makes sense to me. I'm very pleased to have my name associated with Bean Pole Jeans.", "author": "Wentworth Miller"}, {"quote": "It is easy for Christians to have the false impression that once we have established a relationship with Christ, which we believe sets us right with God, the problems of life will somehow scoot away or they will slowly be removed from our lives.", "author": "Charles R. Swindoll"}, {"quote": "I have a strange relationship with time. I'm not aware of it passing.", "author": "Daniel Day-Lewis"}, {"quote": "Don't throw petals on the floor if they have no meaning. I would rather have a fun, casual relationship than have someone pretending they're completely in love with me.", "author": "Ashley Greene"}, {"quote": "I had a great time making the last movie, 'Eclipse.' We shot my back-story stuff from the 1930's. But I was waiting for 'Breaking Dawn' because I love the relationship Rosalie has with Jacob and the rest of her family and Bella. She also provides comic relief.", "author": "Nikki Reed"}, {"quote": "I have a great relationship with my mother-in-law. We're both Leos, we understand each other.", "author": "Tori Amos"}, {"quote": "In the grip of a neurological disorder, I am fast losing control of words even as my relationship with the world has been reduced to them.", "author": "Christopher Hitchens"}, {"quote": "Teenage readers also have a different relationship with the authors whose work they value than adult readers do. I loved Toni Morrison, but I don't have any desire to follow her on Twitter. I just want to read her books.", "author": "John Green"}, {"quote": "I tour alone. There's no sound check, no back up. I stay with the hosts; I am in a family home and it's really nourishing. I just have to remember after the show not to run out into the living room in my pyjamas. Every day, it's a new relationship being built. It's odd and wonderful.", "author": "Jane Siberry"}, {"quote": "The trouble with anyone when they're unhappy or in a relationship they recognize is not working but don't know what to do about is that they can't see farther out than that. If the relationship is not working, if what was there isn't there anymore, you have to do something about it.", "author": "Penelope Wilton"}, {"quote": "I told my father to stop smoking around the age of two or three years old and he stopped smoking. So the relationship between the kid and the parent is very powerful, and if you give the kid the right information, it can be very useful to the family.", "author": "Doug E. Fresh"}, {"quote": "It's actually meditative to sit in a character for an extended period of time, realizing what your relationship is to who you're playing and then letting go, just being there.", "author": "Frances Conroy"}, {"quote": "The attack on ObamaCare was that Congress does not have the power under the Commerce Clause to force a private citizen into a private contractual relationship. If such a thing is permitted to stand, the anti-ObamaCare forces argue, there will be no limit to Congress's power in the future.", "author": "John Podhoretz"}, {"quote": "In the past I would self destruct when it came to love - I was immature, throwing myself into things but now times have changed, I want a relationship where you understand the other person.", "author": "Elisabetta Canalis"}, {"quote": "I like the idea of dating, but I'm not dating anyone exclusively, particularly right now. It's hard to be in a relationship unless you're ready to go public with it. So it's a lot easier for me to not be in a relationship. I really don't want that part of my life to be tabloid fodder.", "author": "Cory Monteith"}, {"quote": "Just about every children's book in my local bookstore has an animal for its hero. But then, only a few feet away in the cookbook section, just about every cookbook includes recipes for cooking animals. Is there a more illuminating illustration of our paradoxical relationship with the nonhuman world?", "author": "Jonathan Safran Foer"}, {"quote": "I'm a proud strict mom and, you know, I'm really proud of the two daughters I've raised. And I'm especially proud of my relationship with them. We're very close. I think we're good friends.", "author": "Amy Chua"}, {"quote": "Nature is a dream state at this point, that we almost don't have a real relationship to it unless it's people living off the land and killing our own food and going for it.", "author": "Catherine Opie"}, {"quote": "When I got fired, I had a feeling of loss because Viacom had been a passionate long-term relationship. But I got my balance back. I guess it's like getting jilted by a girlfriend, a serious girlfriend. You move on.", "author": "Tom Freston"}, {"quote": "At the very core of my relationship to learning is the idea that we should be as organic as possible. We need to cultivate a deeply refined introspective sense, and build our relationship to learning around our nuance of character.", "author": "Joshua Waitzkin"}, {"quote": "We all fantasize about a relationship we'd like to do over or something we'd like to change about our past. I think there are a lot more opportunities for second chances in our lives than we think.", "author": "Jean Smart"}, {"quote": "I am not married yet, but I think ultimately in a good marriage it is the relationship which is the most important thing. It is not a matter of who is right and who is wrong; it is a one plus one equals more than two.", "author": "Lawrence Bender"}, {"quote": "I actually have very girly taste in television. I like a chicky relationship show probably more than anything. I really like 'Project Runway'.", "author": "David Nevins"}, {"quote": "Therapy is not to 'talk about' things, but to change the person's life, and to relieve suffering, such as depression, anxiety, or relationship problems.", "author": "David D. Burns"}, {"quote": "When I was climbing, I built up a close relationship with the Sherpa people.", "author": "Edmund Hillary"}, {"quote": "Cinema for me only has meaning when it has a relationship with what I see outside on the street.", "author": "Jacques Audiard"}, {"quote": "In a serious relationship, I will definitely write music about a guy. I'm totally into mix tapes and I'm all about small little things. I'll drop by their door and just leave a gift or come over if they're sick and make them chicken noodle soup and rent a DVD and play board games. I think those little things mean a lot to someone.", "author": "Aly Michalka"}, {"quote": "Arguably, the relationship between Liza Minnelli and Judy Garland is one of the great mother-daughter sagas of all time. Certainly, for certain people, and a lot of them, Liza is the bigger star. Liza is the more kind of viable legend, shall we say. Then there's the other camp, where Judy is the one.", "author": "Rufus Wainwright"}, {"quote": "Long-term relationships are an everyday choice. It's harder to be in a marriage than it is to bounce from one relationship to the next.", "author": "Pink"}, {"quote": "The family is very important. They make me feel good always because if I won, when I started to be famous, the relationship never changed with my friends and family.", "author": "Rafael Nadal"}, {"quote": "Surveys of thousands of gamers have shown that they're more likely to play real music if they play a music videogame. So it's an interesting relationship where the games aren't replacing something we do in real life, they're serving as a springboard to a goal we might have in real life, like learning to play an instrument.", "author": "Jane McGonigal"}, {"quote": "Knowing so many people like myself who are singers and in traveling bands, the people you're in a relationship with feel slighted because they feel you're giving all your energy to your fans, and there's a lot of truth to that.", "author": "Kid Rock"}, {"quote": "The relationship with my people, the Nigerian people, is very good. My relationship with the rulers has always been problematic.", "author": "Chinua Achebe"}, {"quote": "I think that anyone who lives in New York, who's lived here, who's spent any time here, knows that it's basically a love-hate relationship, you might say. Even though I still think it's the greatest city in the world and I wouldn't live anywhere else, there're still things about it one doesn't like. The love far outweighs the negative.", "author": "Spike Lee"}, {"quote": "When someone comes up to me and says, 'Mary, you helped save my marriage', or, 'Mary, you helped me get out of this abusive relationship', I'm in it, really in their lives. And I'm so passionate about my feelings, but also about showing people the way through theirs.", "author": "Mary J. Blige"}, {"quote": "Unfortunately, I think we've probably all had the experience that if we're in a relationship where one of the partners is doing it 'my' way, that relationship is not going to survive.", "author": "Twyla Tharp"}, {"quote": "I have no idea what my best material is. Different people like different things. I'll say this: The political stuff gets the press, but the relationship jokes sell all the seats.", "author": "Chris Rock"}, {"quote": "I think that my regrets mostly have to do with my relationship with my ex-girlfriend. Every once in a while, you get those flashback memories of conversations you had with your exes, and you just, like, wince when you're walking down the street. Something occurs to you, 'Oh, no, I said that.'", "author": "Mike Birbiglia"}, {"quote": "The most difficult thing about my job is that I do a lot of 19-hour days. It's really difficult to have a life, never mind a relationship. I don't have any regrets, really. I'm quite content. I'm very stubborn and persistent. I just keep working.", "author": "Kim Cattrall"}, {"quote": "I kept on buying records and listening to them. Finally, I was able to hear the relationship between the jazz improvisers' solos and the underlying structure that it's based on, the chord progression. That was pretty easy to do in the swing era, y'know, when jazz was, like, pop music, you know. It had made the charts and everything like that.", "author": "Harvey Pekar"}, {"quote": "'Frozen' definitely isn't about a man, but about the relationship between two sisters. At different times in our lives we find ourselves either more connected to or disconnected from the people in our family, and I think audiences will really be able to relate to that.", "author": "Idina Menzel"}, {"quote": "When you're in a relationship, if you just break it down to regular terms, people are attracted to something, and that's what they want you to be, and that's what you should just be, and for me, it's very simple - if I meet a girl and I say, 'This is what I like about you. Just continue. Every day.'", "author": "Marilyn Manson"}, {"quote": "It's my strong belief that when people love each other and are desirous of creating a committed relationship with each other that they should be allowed to marry, regardless of their sexual orientation.", "author": "Wendy Davis"}, {"quote": "Every single person in my life and every relationship I have is distant because all I do is music.", "author": "Mac Miller"}, {"quote": "Food sovereignty is an affirmation of who we are as indigenous peoples and a way, one of the most surefooted ways, to restore our relationship with the world around us.", "author": "Winona LaDuke"}, {"quote": "I think most polling shows that most Americans agree that when it comes to employment that, you know, people should be really judged by, you know, their competency and not, you know, who it is they choose to love or who they're in a relationship with.", "author": "Mark Takano"}, {"quote": "The value of government to the people it serves is in direct relationship to the interest citizens themselves display in the affairs of state.", "author": "William Scranton"}, {"quote": "It's grown into a personal relationship, yeah. I'm crazy about Jerry. I think he's a unique character.", "author": "Jon Voight"}, {"quote": "Fame does lead to money, which I don't have a close relationship with. I'm the kind of guy who never sees the money - it all goes somewhere else. I don't understand it, I don't like to deal with it. I have a fear of not having it, because I grew up without it.", "author": "David Duchovny"}, {"quote": "President Bush will come here and there will be new 'friends' of America to open a new relationship with the world, new economic fortunes for those who 'liberated' them.", "author": "Robert Fisk"}, {"quote": "And one thing that I always believed and that I knew for certain was that I could never have sustained a personal relationship while I worked this hard, or while I was that driven this intensely by the story.", "author": "Christiane Amanpour"}, {"quote": "It avoids a self-conscious relationship to the act. We live in the most self-conscious society in the history of mankind. There are good things in that, but there are also terrible things. The worst of it is, that we find it hard to give ourselves to the cultural process.", "author": "Larry Harvey"}, {"quote": "'Jackass: The Movie' is great. I think it's in the tradition of physical comedy, which I'm really interested in. Its relationship to gravity, and how gravity acts on the body.", "author": "Matthew Barney"}, {"quote": "My relationship with 'Pollyanna' is a very personal one, because Pollyanna got me through my childhood.", "author": "Eleanor Porter"}, {"quote": "The people at the record company had asked me if I could write a song about my life, my relationship with God, and where I'm from. Well, I can't write a song on purpose, my songs come in a moment of inspiration or desperation.", "author": "Billy Ray Cyrus"}, {"quote": "In the book the relationship with Katharine and Almasy is sort of only in the patient's mind.", "author": "Michael Ondaatje"}, {"quote": "The relationship between press and politician - protected by the Constitution and designed to be happily adversarial - becomes sour, raw and confrontational.", "author": "Roger Mudd"}, {"quote": "I've been speaking at churches for years, as well as juvenile jails, rehabs and hospitals, and I always talk about my faith. That is a declaration of my relationship with God.", "author": "Smokey Robinson"}, {"quote": "I finally did work out a very good relationship with my father, but it was rough growing up. We had a lot of conflict, and I think it surfaced in many of my works.", "author": "Ira Levin"}, {"quote": "At the time I perceived most religious men, particularly the pastors with all their talk about love, faith and relationship, as effeminate.", "author": "Luke Ford"}, {"quote": "With all the weird surroundings of outer space the basic underlying theme of the show is a philosophical approach to man's relationship to woman. There are both sexes in the crew, in fact, the first officer is a woman.", "author": "Jeffrey Hunter"}, {"quote": "It's not that, you know, when a relationship doesn't work and there are issues, you have to somehow work it out if there are children involved.", "author": "Priscilla Presley"}, {"quote": "I've never had a relationship with a record executive. I always went to the record company by someone that liked my playing. Then they would get fired, and I'd be left with the record company. And then - because they got fired - the record company wouldn't do anything for me.", "author": "Ornette Coleman"}, {"quote": "There must of course be a relationship between translating and making poems of your own, but what it is I just don't know.", "author": "Robert Fitzgerald"}, {"quote": "It's like our relationship is always about the other side that isn't the obvious side.", "author": "Rosario Dawson"}, {"quote": "I think our strength is this strong relationship we have all together.", "author": "Guy Forget"}, {"quote": "I mean, we're really making a quantum change in our relationship to the plant world with genetic modification.", "author": "Michael Pollan"}, {"quote": "How do you build a relationship when you've hardly shared a word but suddenly share a child? How do you love a daughter you don't see for nearly two years? When does she become your daughter? How does she become your daughter?", "author": "Boris Becker"}, {"quote": "This relationship is going to be built on trust.", "author": "Marla Maples"}, {"quote": "What was a really private and nice relationship was judged and made to be something ugly.", "author": "Marla Maples"}, {"quote": "Oh, the relationship with actors and managers and agents and things is a terrible problem sometimes.", "author": "John Schlesinger"}, {"quote": "The film depends on the audience's belief in this relationship.", "author": "Ralph Fiennes"}, {"quote": "I have this home in New York, I have a long-term relationship with my boyfriend, who's from Australia, and I had this business that I had maintain. Even though I wasn't actively shooting, there's a lot of peripheral work.", "author": "Claire Danes"}, {"quote": "My parents had this relationship that was really terrifying. I mean, the level of hatred that they had, and the level of physical abuse - my mother would beat up my father, basically - and I think I was drawn to images on television that were bright and reflective.", "author": "Augusten Burroughs"}, {"quote": "I've just finished my next collection, Possible Side Effects, and I'm now working on a collection of holiday stories as well as a memoir about my relationship with my father.", "author": "Augusten Burroughs"}, {"quote": "So after the Lewinsky scandal, everything changed, and we moved from using the Bible to address the moral issues of our time, which were social, to moral issues of our time that were very personal. I have continued that relationship up until the present.", "author": "Tony Campolo"}, {"quote": "My life isn't that dramatic. My dad really loves me, he just can't talk on the phone. He's too crippled and shy, and that's almost harder. He's there and he loves me, and I try and try and try, it's just impossible to have a relationship.", "author": "Joey Lauren Adams"}, {"quote": "My relationship with my father is pretty non-existent.", "author": "Joey Lauren Adams"}, {"quote": "Seven years ago, my father and I realized that our relationship was extremely unique, especially in the African-American community. He raised me to not only understand the fundamentals of basketball and to try to be a player with a high basketball IQ, but he wanted me to understand that my image and my name meant more than stats.", "author": "Allan Houston"}, {"quote": "I had a non-existent knowledge of Queen Victoria's early years. Like everyone else, I thought of her as an old lady dressed in black. My mom had told me about her, though, that she had a very loving relationship with Albert, that they had lots of kids, and that he died young.", "author": "Emily Blunt"}, {"quote": "Thank God I have four sons. The mother/daughter relationship is one of mankind's great mysteries, and for womankind, it can be hellaciously complicated. My mother and I are quintessential examples of the rewards and frustrations, and the joys and infuriations it can yield.", "author": "Melissa Gilbert"}, {"quote": "I just want to have a great relationship with my child and have a great family dynamic.", "author": "Tori Spelling"}, {"quote": "I've never really had a relationship with Hollywood. I've never had a desire to work there.", "author": "Audrey Tautou"}, {"quote": "Having reached a point in which I was so bitter and exhausted from being a quote unquote public figure, I wanted to return to a more childlike relationship to writing.", "author": "David Leavitt"}, {"quote": "I just want my relationship to be more for myself rather than a public statement.", "author": "Cynthia Nixon"}, {"quote": "Oddly, I do have a problem with authority. I find it very difficult to knuckle down and follow rules. Which are the classic symptoms of someone who has a troubled relationship with their father. And yet, I never had a problem with my father.", "author": "Toby Young"}, {"quote": "It is not really our country so much is the problem, it's sort of the parasitic relationship that Canada, and France, and other countries have towards us.", "author": "Bob Corker"}, {"quote": "I wanted to deal with someone's idea of their relationship.", "author": "Charlie Kaufman"}, {"quote": "It's such a thrilling part about being in a relationship at a young age, and all your feelings are apocalyptic, all your emotions are so huge.", "author": "Marc Webb"}, {"quote": "I think people are by-and-large happy with the providers that they have got now. They treasure that doctor-patient relationship.", "author": "Bob McDonnell"}, {"quote": "Ultimately, who you choose to be in a relationship with and what you do in your bedroom is your business.", "author": "Eminem"}, {"quote": "This week, the world gathers in Beijing for the 2008 Olympic games. This is the extraordinary moment China has been dreaming of for 100 years. People have been longing for this moment, because it symbolises a turning point in China's relationship with the outside world.", "author": "Ai Weiwei"}, {"quote": "Film's hard when you don't have any relationship with the director at all and you just show up. Then you really are just a gun for hire.", "author": "Philip Seymour Hoffman"}, {"quote": "When I play live, it's a conversation that we're all having with the song, and the audience... their response and relationship with the songs is as valid as my relationship with the songs.", "author": "Tori Amos"}, {"quote": "My parents divorced when I was young but I was brought up in two really loving households. I didn't have a contentious relationship with my mom or dad.", "author": "Matt Damon"}, {"quote": "Washington State has a strong tradition of a positive relationship - positive working relationship between labor and management, whether in the private sector or the public sector. It needs to continue to be that way.", "author": "Rob McKenna"}, {"quote": "But I think there's something wonderful and extraordinary about climbing on your own and just that kind of relationship to the environment. I'm very addicted to the mountains. You know, so, I do like that solitude.", "author": "Andy Serkis"}, {"quote": "You know, sex is actually not so original as the way people love or the stories behind each relationship, which is what you remember. Sex is sex in the end.", "author": "Jane Campion"}, {"quote": "It's a luxury to be able to tell a long form story. I love novels, and I love to have a long relationship with characters.", "author": "Jane Campion"}, {"quote": "My relationship with the Philharmonia Orchestra brought me many times to London and I will always reflect positively on that early period of development with them - their patience, their warmth, their dedication.", "author": "Gustavo Dudamel"}, {"quote": "It seems I have a hard time being attracted to someone unless I respect what they do on some level. Otherwise, I would feel disdain for them. Which is not always pleasant in a relationship. Sometimes it's fun though.", "author": "Eric Stoltz"}, {"quote": "I have a love/hate relationship with just about all technology in my life. My first typewriter in particular. I had a helluva time putting new ribbon on it.", "author": "Eric Stoltz"}, {"quote": "Challenge is good for any relationship.", "author": "Darren Criss"}, {"quote": "I think 'Tattoo's a song that can go so many different ways. Some people think of it as a break-up song, but, for me, it's about somebody who comes into your life and really touches you - be they a friend, a family member or someone you're in a relationship with.", "author": "Jordin Sparks"}, {"quote": "When it comes to 'Glee,' I feel like I've been in a relationship, and now I can mingle a bit.", "author": "Lea Michele"}, {"quote": "Why should a great and powerful nation like the United States allow its relationship with more than a billion Muslims around the world to be defined by the narrow hatred and nihilistic actions of an exceptionally small minority of Muslims?", "author": "John O. Brennan"}, {"quote": "Even though I'm not with their mother, it's important for my kids to see adults in a committed and happy relationship. They need to see a strong relationship. You don't have to settle.", "author": "Michael Strahan"}, {"quote": "There are a few writers that one has a relationship with that means, basically, you do whatever they say. One is Caryl Churchill, and the other is David Hare.", "author": "Stephen Daldry"}, {"quote": "I love changing. I hate it when people try to box me in to a relationship or in a work context. Any situation where I feel boxed in freaks me out. And I feel the need to reinvent myself or I'll get bored.", "author": "Stephen Daldry"}, {"quote": "I've always gone out with much younger guys. But I rushed into relationships before really getting to know the person. What would come up as a warning sign within the first two weeks of dating would usually be the exact reason the relationship would end!", "author": "Carrie Ann Inaba"}, {"quote": "One of the things I really love about TV is this symbiotic relationship you can get between the writers and the actors, and the characters start to come to life because you start to collaborate.", "author": "Carla Gugino"}, {"quote": "Every relationship has its own language. It takes a long time to evolve and read one another. Just as it's true for people, it's also true on a national or cultural level.", "author": "David Mitchell"}, {"quote": "I always want to have a personal relationship with everybody that works for me.", "author": "Luke Bryan"}, {"quote": "You know, we're each the hero of our own story and we perceive what's going on around us, and especially in a relationship, from the kind of viewpoint of, 'Well, this is my story, and I'm the hero of that, and I justify what I do around it.'", "author": "Michael Sheen"}, {"quote": "I took the fear of marriage from my parents' relationship, because I didn't want to end up in a relationship like that, whereas my brothers and sisters learnt a lesson from it and made sure they didn't carry it on into their own marriages.", "author": "John Mahoney"}, {"quote": "When I sit down to write a novel, I am exploring my own relationship with God, with the struggle between good and evil, my own purpose.", "author": "Ted Dekker"}, {"quote": "I love my life, my family and my friends, and I'm drawn to 'relationship' novels because of their affirming focus on the power of love to heal wounds and transform lives.", "author": "Susan Wiggs"}, {"quote": "I don't like to think of my readership as 'fans,' a word which has always suggested a kind of power relationship I'm uncomfortable with.", "author": "Grant Morrison"}, {"quote": "The relationship I have with my kids is beautiful.", "author": "William Levy"}, {"quote": "I'm very interested in the language of photography in relationship to painting.", "author": "Catherine Opie"}, {"quote": "I love what I do, but it is hard to have a personal relationship when you're never home.", "author": "Blake Mycoskie"}, {"quote": "What can we learn from the battle between data and design? What can we learn from the relationship between Google and Apple? Clearly no one school of thought is right: Apple and Google are both wildly successful and profitable companies that changed the world.", "author": "Ben Parr"}, {"quote": "I'm definitely one of those chicks who want to be in a relationship. I need somebody who can make me laugh and entertain me.", "author": "Aly Michalka"}, {"quote": "It takes me forever to actually finish something like a ten-page essay. But, when I do, I usually love what they are. It's a complicated relationship.", "author": "Chris Abani"}, {"quote": "Marriage is a relationship between a man and a woman. I don't think it is the role of the state to define what marriage is.", "author": "John Sentamu"}, {"quote": "Early on I realized when you write a song about someone, it flatters them on some level, and gives you a lot of room to move within a relationship. A song can kind of get the girl, for sure.", "author": "Nick Cave"}, {"quote": "I have a very strange relationship in general with women around my music. There's some that understand it and some that think there should be a law against it.", "author": "Nick Cave"}, {"quote": "I have a really good relationship with a lot of designers. I like Gaultier, Billionaire and Cavalli.", "author": "Mickey Rourke"}, {"quote": "Men tend to fall in love when they feel like they are cherished or revered as the 'man' in the relationship.", "author": "Sherry Argov"}, {"quote": "In a relationship I'm a very loving person, emotional and sensitive.", "author": "Olivia Wilde"}, {"quote": "I don't like to design single objects. I like my pieces to have a relationship to each other. They can be mother and child, like the Schmoo salt and pepper shakers, or brother and sister like the Birdie salt and peppers, or cousins, like most of my dinnerware sets.", "author": "Eva Zeisel"}, {"quote": "People are fans of Dunkin' Donuts. They have a relationship with the company, they go there every day. Dunkin' Donuts is using Twitter to communicate with those people. There are people who are finding value in that. There's thousands of people, I don't know how many thousands now, following Dunkin' Donuts.", "author": "Evan Williams"}, {"quote": "The fact that I am blind is not what defines my life. It should be of no more interest than my blood type. People wonder if there is a relationship between my lack of sight and the way I sing. But there's no connection.", "author": "Andrea Bocelli"}, {"quote": "I hate the whole concept of comfort! It's like when people say: 'Well we're not really in love but we're in a comfortable relationship.' You're abandoning a lot of ideas when you're too into comfort.", "author": "Christian Louboutin"}, {"quote": "My relationship with shoes has always been linked to shoes, women, women in their shoes and performance.", "author": "Christian Louboutin"}, {"quote": "Adultery is the ultimate deal-breaker for me. I would rather be alone than in a relationship that doesn't honor me.", "author": "Garcelle Beauvais"}, {"quote": "I was never the girl in high school who had a boyfriend for years. My longest relationship has been 18 months. I've thought maybe I'm really superficial and unable to have a relationship. What I've found is that people are attracted by my independence, and then they try to squelch it.", "author": "Pam Dawber"}, {"quote": "There's something about that relationship between actor and audience. Whether you get it on Broadway or in a fine local playhouse, there's no greater drug. Every time I get to do TV, film and a play in the same year, it's my dream come true.", "author": "Roger Bart"}, {"quote": "There is no more moving a professional relationship than that between a law clerk and a Supreme Court justice. As a place to work, the court is unique in its intimacy and intensity.", "author": "Cliff Sloan"}, {"quote": "The one thing that about me, being a healer, I just have a different kind of relationship with people. So I am defiantly a different type of celebrity.", "author": "Cary-Hiroyuki Tagawa"}, {"quote": "My kid is a year and a half old, and I just want to roll around on the floor with him for a little bit and have a normal relationship with my family.", "author": "Sam Huntington"}, {"quote": "I seem to be a long-term relationship kinda guy.", "author": "Daniel Radcliffe"}, {"quote": "People that spend time in a foxhole - they're never going to find that relationship anywhere else again... Everything else pales next to that. When you think about the Second World War vets - more than even the Vietnam vets - there's a brotherhood.", "author": "Sylvester Stallone"}, {"quote": "I think there is a big difference between the music business and music. And my relationship is to music, not music business. I think the business will keep changing, but music won't. Music will be there.", "author": "Yoko Ono"}, {"quote": "If you ask me to describe my relationship, I mean - words are too clumsy to accurately describe how I feel in that regard, particularly in an interview. It's a strange thing.", "author": "Ryan Reynolds"}, {"quote": "Anything that gets in the way of my focus to create gets cut out of my life. It's not easy. Sometimes it's family. Sometimes it's friends. Sometimes it's the ability to have a relationship.", "author": "John Zorn"}, {"quote": "We must restore the emotional relationship that people have to the idea of America, that no matter where you come from, no matter where you live, that you have access to the same opportunities that somebody who is born in privilege.", "author": "Howard Schultz"}, {"quote": "I like all of the early relationship strips that were collected in 'Love Is Hell,' where I pretended to be an expert in relationships and did comics like 'The Nine Types of Boyfriends,' 'Sixteen Ways to End a Relationship,' 'Twenty-Four Things Not to Say in Bed,' and other arbitrarily numbered lists.", "author": "Matt Groening"}, {"quote": "My working and personal relationship with President Obama is marked by growing trust. I appreciate this.", "author": "Vladimir Putin"}, {"quote": "You don't want to be ungenerous toward people who give you prizes, but it is never the social or political message that interests me in a novel. I begin with an interest in a relationship, a situation, a character.", "author": "John Irving"}, {"quote": "I have a great relationship with my kids. We're very honest with each other, and I'm very proud that we are absolutely, incredibly close. That to me is more important than anything.", "author": "David Hasselhoff"}, {"quote": "It is almost always a fault of one who loves not to realize when he ceases to be loved.", "author": "Francois de La Rochefoucauld"}, {"quote": "It's better to have loved and lost than to have to do forty pounds of laundry a week.", "author": "Laurence J. Peter"}, {"quote": "You have people come into your life shockingly and surprisingly. You have losses that you never thought you'd experience. You have rejection and you have learn how to deal with that and how to get up the next day and go on with it.", "author": "Taylor Swift"}, {"quote": "Before machines the only form of entertainment people really had was relationships.", "author": "Douglas Coupland"}, {"quote": "My view is that marriage is a relationship between a man and a woman. That's the position I've had for some time, and I don't intend to make any adjustments at this point... Or ever, by the way.", "author": "Mitt Romney"}, {"quote": "It destroys one's nerves to be amiable every day to the same human being.", "author": "Benjamin Disraeli"}, {"quote": "I was in a relationship with a girl I loved for three years. Where do you go after three years? Then you've got to start thinking about other things, and I'm too young to think about those things.", "author": "Shia LaBeouf"}, {"quote": "A relationship isn't going to make me survive. It's the cherry on top.", "author": "Jennifer Aniston"}, {"quote": "When I got my first television set, I stopped caring so much about having close relationships.", "author": "Andy Warhol"}, {"quote": "The man as he converses is the lover; silent, he is the husband.", "author": "Honore de Balzac"}, {"quote": "Every relationship I've been in, I've overwhelmed the girl. They just can't handle all the love.", "author": "Justin Timberlake"}, {"quote": "I have stepped off the relationship scene to come to terms with myself. I have spent most of my adult life being 'someone's girlfriend', and now I am happy being single.", "author": "Penelope Cruz"}, {"quote": "Well, a girlfriend once told me never to fight with anybody you don't love.", "author": "Jack Nicholson"}, {"quote": "I'm 31 now. I think I'm beginning to understand what life is, what romance is, and what a relationship means.", "author": "Adam Sandler"}, {"quote": "I'm done with men... I'm going to be alone. I have no luck with relationships. I don't think I'm made for marriage.", "author": "Halle Berry"}]